{
    "reviews": [
        {
            "title": "Awesome Shout! Factory Collectors edition Blu-ray",
            "author": "JTriplett",
            "date": "Reviewed in the United States on June 29, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "I wanna start off by saying too many people on here thank this is their own personal movie 🎥 critics lounge 🍿 it’s not it’s a store and you’re supposed to be given a product review not a movie review with that being said let’s get started. This reviews for the Shout! factory collectors edition Blu-ray of Stephen kings Misery directed by Rob Reiner Starring Kathy Bates and James Caan..! Great HD transfer and the audio is very good as well. Shout! Factory always puts out a pretty good collectors edition of whatever movie they’re releasing, this one is no exception.! Has a decent amount of special features, check out my pictures above to see exactly what features it has. I totally recommend this Blu-ray collectors edition for any Stephen King 💀 fan........! Thank you sincerely JTriplett"
        },
        {
            "title": "Every Famous Person's Worst Nightmare",
            "author": "Codera",
            "date": "Reviewed in the United States on December 2, 2017",
            "rating": "5.0 out of 5 stars",
            "content": "I just finished watching the movie and it was spectacular! It's one of those films that gets under your skin which is what a good psychological thriller should do. The pacing is perfect from beginning to end and nothing feels out of place, you get just the right amount of suspense and action. The acting from the two leads is fantastic and they both help to get us sucked into every celebrity's worst nightmare. As a writer myself I especially sympathize with James Caan's character and how he is deprived of his freedom of expression and mobility just to please a psychotic and prudish fan of his (played brilliantly by Kathy Bates). Kathy's character seems to serve as a bit of a personification of fan bases in general, praising and adoring an artist's work when it meets their arbitrary, often contradictory expectations, while going crazy when that artist decides to change things up and create something that challenges his intended audience. The terror Paul Sheldon is forced to endure becomes all the more nail-biting as Annie Wilkes seemingly loses more of her sanity as the film progresses (or at least does away with the facade of sanity), and it builds up to a satisfying climax. I can't believe I hadn't seen this movie before but I'm very glad that I did! Will definitely rewatch it in the future."
        },
        {
            "title": "All The Pieces Come Together With Misery",
            "author": "benjamin bannister",
            "date": "Reviewed in the United States on November 5, 2016",
            "rating": "5.0 out of 5 stars",
            "content": "There are only a few truly great film adaptations of Stephen King books. Misery is one of them.  It's the story of a popular writer who gets into a car accident. He is pulled to safety by his number one fan. How could things possibly go wrong? That's where the brilliance of King comes in. The #1 fan isn't a normal admirer, but someone psychologically volatile.  It's all played brilliantly by the, largely unknown at the time, Kathy Bates, who received an Academy Award for Best Actress for her role. The story would've been good on its own, but elevated by Bates' acting. At times normal and happy, but underneath there is something dark in her, and there is some careful stepping around needed. To counter her is the brilliant writer, played by James Caan. It's a subtle game of cat and mouse in which Caan tries to outwit Bates to get out of his situation.  Misery is a classic movie and a must-watch through and through. Give it an uninteruptted watch and enjoy. Recommended."
        },
        {
            "title": "What happens when you are trapped with an insane fan",
            "author": "penname",
            "date": "Reviewed in the United States on November 1, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "Quick Story Recap:  Writer Paul Sheldon, Played by James Caan, goes to a isolated town to write his next novel when he is involved in a car crash.  He is rescued by a super fan, Annie Wilkes played by Kathy Bates.  Mot only is she a super fan but she is nuts and wants to know what happens after the last book he wrote and she will do whatever it takes to find out with sinister consequences.  Acting is terrific, The two main characters really have to work well together in order for this movie to work, and they do pull off a really great combo.  Overall, I  loved this movie so much I bought it on DVD and added it to the collection.  I think it is a nice suspenseful and almost horror movie in the same vein as Silence of the Lambs  in my opinion.  It also has a great way of ending the movie as the suspense seems to carry into after the events that unfolded in the house."
        },
        {
            "title": "Best Stephen King film adaptation of one of his books. A rare strong story and frightening ending.",
            "author": "HAWAIIAN KAWIKA",
            "date": "Reviewed in the United States on December 9, 2016",
            "rating": "5.0 out of 5 stars",
            "content": "Excellent  movie! Stephen King is known for strong and philosophical endings in his outstanding written works. The directors and producers of adaptations of his work usually allow weak and incomplete endings, which is a real let down compared to 95% of the body of any of his  movies . Two notable exceptions to this \"petering out at the end\" of screenplays are two movies (1) (MISERY) and (2)( The Shining). Directed by the genius of Rob Reiner for Misery, CA (The Shining was by another master director Stanley Kubrik). Misery is well worth the watch if you haven't seen it before ( hard believe if you haven't,  It rings true to the general \"feel\" that many years of my living in the same environment demonstrated to me. It is tightly scipted as well,  believable and truly frightening on a psychological level; it is intelligently  written, acted and filmed and executed). This is a screenplay that was done right, from start to finish, and should be watched again, if you have watched it before. Master performances are given by James Caan and Kathy Bates, whom each NAILS the characters.The local Sheriff and a guest appearance from the talented Lauren Bacall tops it off. Filmed supposedly in th Colorado Rocky Mountains in a small town, it rings true to my decades in the area in feel. I highly recommend this movie. I suggest viewing it at night. It is not a jump out of your seat type movie, but even more cerebrally frightening as to what could conceivably happen to someone who has gone insane. Watch it........,you won't regret it."
        },
        {
            "title": "A tense thriller, almost as good as the book",
            "author": "Oxford Bookworm",
            "date": "Reviewed in the United Kingdom on July 7, 2015",
            "rating": "4.0 out of 5 stars",
            "content": "I understand the difficulty in transferring a classic book to film — it's impossible to capture all the small details, and some of the larger ones for that matter, and there are bound to be some omissions and modifications to the plot. This film is no exception to that, but on the whole it stays reasonably faithful to the book. However, there are several divergences from Stephen King's story which, although not detracting greatly from the whole, seem unnecessary, and one wonders why they were made. Without giving too much away, this is particularly the case as regards Annie's 'restraining' techniques and the dénouement of her dealings with Paul Sheldon, which are more horrific in the book. However, on the whole the sense of mounting tension and uncertainty as to how matters will end are captured well, and this is a worthy member of the genre."
        },
        {
            "title": "CONTENDER FOR BEST EVER",
            "author": "John Picard",
            "date": "Reviewed in the United Kingdom on April 22, 2013",
            "rating": "5.0 out of 5 stars",
            "content": "Misery, is quite simply, a brilliant film. Having now seen it seven times or more, it still does not fail to disappoint upon repeated viewings. The Blu-ray transfer is stunning too, making it all the more fantastic, with both picture and sound being like it was shot yesterday. Misery was an instant classic back in 1990, this release allows you to revisit the film in all its glory in high definition and to see as it was meant to be seen. It's about a harrowing game played between two cunning minds - one as sharp as a tack and the other as blunt as a sledgehammer. It's like a game of chess, except its one very long one.  Plot: Novelist Paul Sheldon (James Caan) doesn't remember the blinding blizzard that sent his car spinning off the road. Nor does he remember being nursed back from unconsciousness. All he remembers is waking up in the home of Annie Wilkes (Kathy Bates) - a maniacal fan who is bent on keeping her favourite writer as her personal prisoner...for the rest of his cock-a-doody life!  The acting in Misery is of a very high standard, making the feature easily enjoyable in that respect. The acting from the main cast, namely Caan and Bates is faultless. Bates received an Oscar for her portrayal of Annie Wilkes, and well deserved it was too. She seemed to fit the shoes perfectly for that role and I can't imagine anyone ever playing Wilkes better than Bates. She is a top actress and each scene where she acts like a twisted weirdo is memorable. It is obvious, not from the start, but as the film progresses that Annie Wilkes is mentally disturbed. We have suspicions all the way through and are pretty certain of this and our worst fears are confirmed when we discover that Annie was responsible for a high number of infant deaths when she was a nurse, she is unstable and unpredictable. The film, at the same time as being scary and tense, is quite genuinely humorous. Especially the scene where Bates shouts \"He didn't get out of the COCK-A-DOODIE CAR!\", so funny and you will find yourself tickled by that for the rest of the feature. The plot is so well crafted, Rob Reiner did an excellent job at directing this one. \"Thrillers come little better than this\" by the Daily Mail is spot on, they don't. Misery is a really tense film and the amount of dread and expectation, like a lot of King's films, develops as the movie goes deeper and deeper in. The main breaking point is when Annie finds out about MISERY, a character in Paul Sheldon's latest book in a series of books. He kills off Misery, and we are waiting for her to find out - then we know nurse is going to fall out with patient. The climax to Misery is really well done too, they couldn't have pulled it off any better.  This is a really gripping movie, from start to end it doesn't disappoint and maintains the same standard of quality throughout. It is a remarkable adaptation of the novel, maybe even better. I personally thank you, Stephen King for writing this piece of excellence, we would not have it without you. Misery is one of the best thrillers ever made, it is a cross between horror and thriller, but both combined make its one of a kind. It has a bit of everything, congesting: humour, scare factor, entertainment value and a high standard of writing all too well to form a memorable thriller that will always stick in the back of your mind somewhere. If you haven't seen this then you really are missing out, if it isn't in your top ten films, then I will be surprised.  If you like an excellently crafted thriller with a superb story, high standard of writing and a perfect cast then Misery is the film for you. It's a winner all round in my view. It's a heart-stopping psychological thriller, an award winning 1990's film - a suspenseful masterpiece. One of the best horror thrillers ever..."
        },
        {
            "title": "Bad quality",
            "author": "deborah black",
            "date": "Reviewed in the United Kingdom on January 13, 2020",
            "rating": "1.0 out of 5 stars",
            "content": "The dvd doesn't play on my recorder as the dvd isn't genuine, I emailed the company about 6 times with order details and screenshot of my purchase but they kept replying saying this wasn't the correct order number. I would definitely not buy from them again"
        },
        {
            "title": "A very good film",
            "author": "Keith Froggatt",
            "date": "Reviewed in the United Kingdom on January 2, 2020",
            "rating": "4.0 out of 5 stars",
            "content": "My partner suggested watching this film as I was in plaster and on crutches at the time. She was looking after me and thought I should see it. It’s a very good film and brilliantly acted."
        },
        {
            "title": "Great",
            "author": "Patsy",
            "date": "Reviewed in the United Kingdom on August 30, 2017",
            "rating": "5.0 out of 5 stars",
            "content": "Brilliant movie.  First saw it in the early 90s.  They don't show it on TV anymore. Love the mad scene where Annie brakes Sheldon's ankle with an axe. Shocking."
        },
        {
            "title": "Misery - Love this DVD!",
            "author": "Glen",
            "date": "Reviewed in the United Kingdom on March 2, 2013",
            "rating": "5.0 out of 5 stars",
            "content": "I first saw MISERY over twenty years ago, on TV, and it just blew me away. Such a simple premise, but, boy, wadda film! Tuning in to watch it again after all these years - it must be a good decade since I last saw it - I had my doubts. Few things, be they movies or anything, turn out to actually be as good as we remember. MISERY did.It was fantastic back then; and it's fantastic now. Its strength lies, of course, in the performances. Kathy Bates' especially. Remember, this film came out around the same time as Silence of the Lambs, when Anthony Hopkins was staring and slurping at us through the bars of his cage and setting the template for just about every screen psycho from then on. Bates' performance isn't like that. It is much more - for want of a better description - 'realistic'. You laugh at her, you pity her, you cringe at her - and then, by God, do you fear her! Bates deserved her Oscar - and, for my money, she deserved Sir Anthony's too. Playing pretty much second fiddle to this barn-stormer is James Caan. In my opinion his performance gets better the more terrified his character gets. The expressions on his face as Bates slips from fixated 'fay-un' to hammer-wielding nut-job are hilarious. All in all, a fabulously grim little evening's entertainment, thoroughly recommended to anyone who loves the brains in their movies where they should be - behind the typewriter and the camera, as opposed to splashed all over the screen."
        },
        {
            "title": "Really good film",
            "author": "Sam",
            "date": "Reviewed in the United Kingdom on June 14, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "It was more like a thriller to me than a horror film. Kathy Bates is amazing and she deserved her Oscar win for this. James caan was also great but Bates put in one of the best performances I have ever seen and really freaked me out. I had my hand over my mouth in shock at one point and hardly no actor or actress can do that to me. It has aged well since 2018 is the first time I have ever watched it."
        },
        {
            "title": "Fantastic!",
            "author": "Petal",
            "date": "Reviewed in the United Kingdom on May 13, 2017",
            "rating": "5.0 out of 5 stars",
            "content": "I bought this on a whim when looking at newer movies and I'm so glad I did as I'd forgotten what a fantastic film it is. Super acting and well worth adding to my dvd collection."
        },
        {
            "title": "So, I decided to treat the wife to some Misery...",
            "author": "Chris Sparshott",
            "date": "Reviewed in the United Kingdom on June 11, 2016",
            "rating": "5.0 out of 5 stars",
            "content": "My wife has always been a really big Stephen King fan, having ready many of his books in days gone by. We watched this movie together a few years ago now, and we always refer back to the character of Kathy Bates and her fantastic portrayal of Annie Wilkes, the \"number one fan\" of Paul Sheldon's (James Caan).  I decided to treat the wife to some Misery.  You will never take your ankles for granted again. Get ready to cringe and writhe in your sofa."
        },
        {
            "title": "Brilliant, timeless classic",
            "author": "evenmorehonestjon",
            "date": "Reviewed in the United Kingdom on May 17, 2014",
            "rating": "4.0 out of 5 stars",
            "content": "Having seen this years ago, I was looking forward to watching it again when my daughter told me they were doing it in school- so having given her the 'dont expect the film to follow the book/original/etc as its different media/interpretation/etc' speech we settled down. I'm sure everyone knows the storyline, but just incase there is one person reading reviews who hasn't I'm not gonna give any spoilers- I will just say its recommended to anyone who likes submersive characters more than action,"
        },
        {
            "title": "DVD film: Misery",
            "author": "rick",
            "date": "Reviewed in the United Kingdom on August 25, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "Good storyline and very memorable ending. In sum, Misery is engrossing and suspenseful from start to finish. A great film!"
        },
        {
            "title": "On Blu Ray at Last",
            "author": "Calum I. MacLeod",
            "date": "Reviewed in the United Kingdom on June 26, 2013",
            "rating": "5.0 out of 5 stars",
            "content": "I waited for a region-free Blu-ray of Misery for a long time and I was not disappointed.  It's sharp and the sound is good.  Rob Reiner directs well, doing a good job of keeping the tension going in this excellent Stephen King story.  James Caan plays the hapless writer well and Kathy Bates is nothing short of superb as the disturbed fan, roundly deserving her Oscar and Golden Globe for Best Actress."
        },
        {
            "title": "A must see if you are tired of blockbuster style movies",
            "author": "J-Lo",
            "date": "Reviewed in the United Kingdom on February 15, 2013",
            "rating": "5.0 out of 5 stars",
            "content": "If you haven't seen or heard of this movie, chances are you have been living under a rock. What makes this movie special is the thrilling excitement which Kathy Bates and James Caan manage to convey in tense scenes with only dialogue at their disposal. Often the movie features just the two of them in a single room, yet manages to be more exciting than many big budget modern movies. IMDB will give you a plot synopsis, but you don't need it, if you like thrillers you must watch this."
        },
        {
            "title": "I'm your No 1 fan",
            "author": "Amazon Customer",
            "date": "Reviewed in the United Kingdom on January 24, 2017",
            "rating": "5.0 out of 5 stars",
            "content": "My favourite thriller ever! The DVD works well and the packaging was good.. Kathy Bates gives the performance of a lifetime as Annie Wilks. She channels every emotion possible and is dangerously evil. \"He didn't jump out of the 'cockadoody' car!\""
        },
        {
            "title": "Talk about the sinking feeling",
            "author": "ctdlondon",
            "date": "Reviewed in the United Kingdom on April 23, 2013",
            "rating": "5.0 out of 5 stars",
            "content": "James Caan and Kathy Bates deliver an acting tour de force as the patient and nurse in this riveting horror. Bates deservedly won the Oscar as the initially kind but ultimately possessive and demonic nurse of her literary idol. There are not many films that give you the sinking feeling that there will be no reprieve or rescue but this film manages it. It is still as fresh now as it was twenty years ago. Watch it with the lights turned down for maximised impact. Enjoy!"
        }
    ],
    "success": true,
    "total_product_review": null
}