[
  {
    "author": "Jennifer",
    "date": "August 28, 2016",
    "rating": "5",
    "description": "All the stars!!! Every single one! This was absolutely wonderful! \"The One Man\" is a novel that I will never forget! This book is part historical fiction and part thriller. The story grabbed me from the very beginning and never let go! This is very suspenseful and fast paced. At times I was holding my breath! It is a race against time!The novel takes place during WWII. It's about a rescue mission to find and rescue one of the only scientist with the knowledge of making the atomic bomb, Professor Alfred Mendl. The man the US Government picks to do this mission is young Nathan Blum. He is an officer in the US Army. Blum had gotten out of Poland only to be brought back to Auschwitz, pretending to be a prisoner. All he has is 72 hours! Blum is sent on this dangerous mission with not much to lose. When he leaves Poland he finds out that his parents and sister are killed. Blum parachutes in with not much except a large and valuable diamond to aid in his mission.I listened to the audio version. The narrator is Edoardo Ballerini. He's an amazing narrator. He is the narrator of one of my other favorite books of the year, \"The Last Painting of Sara de Vos\". The audio is very easy to follow. Ballerini is fantastic! This would make a great movie! I would definitely pay to see this on the Big Screen!!!Highly highly recommended to historical fiction and thriller lovers! Just a wonderful novel!!!* Note - There is a death of an animal."
  },
  {
    "author": "Norma * Traveling Sister and proud Grandma!!!",
    "date": "August 13, 2018",
    "rating": "5",
    "description": "Wow! This book definitely deserves 5 ***** stars from me!!!!! This was an absolutely amazing Historical Thriller that I thoroughly enjoyed from start to finish!!THE ONE MAN by ANDREW GROSS was an absolutely riveting, exciting, haunting, and suspenseful read with a solid plot that grabbed my attention from the very first chapter and had me on the edge of my seat in anticipation of that oh so exciting climax! I was extremely excited after reading this book that I had to share my excitement with my hubby. This book was that good as I normally don't share my thoughts with him unless the book has that WOW factor and boy did this ever. This novel was extremely hard to put down.I absolutely love THE COVER of this book and that is one of the reasons that I chose this book to read. A man alone behind a barbed wire fence with that bold title (and my favorite colors). Looked intriguing to me! Awesome!THE ONE MAN is a brilliant TITLE for this novel. One man on a rescue mission to break out THE ONE MAN from Auschwitz.THE ONE MAN has us following along the story of Nathan Blum's rescue mission to save Alfred Mendl who is an electromagnetic physics professor and is imprisoned at Auschwitz, as he has the knowledge to help make the first atomic bomb believed to ensure victory in the war.This novel was filled with compelling CHARACTERS and I really liked everything that each of them brought to this story throughout the novel. They each had their role to make this an extremely tense and thrilling read. ANDREW GROSS delivers a riveting story with a solid plot that was easy to follow along with the storyline and all the characters involved.The ENDING was surprising, intense, exciting, emotional, and satisfying for another extremely enjoyable read. This one is definitely a favorite read of 2017!What makes this novel even more special is that we learn from the AUTHOR'S NOTE why he wrote this book and that much of the story is based on truth but there were a few things that the author changed or added to intensify this story. To sum it all up it was action-packed, suspenseful, and a fast-paced read with a tearjerker but satisfying ending. Most definitely recommend!!!This review as well as our Traveling Sisters Reviews can be found on our Two Sisters Lost in a Coulee book blog:http://twosisterslostinacoulee.com"
  },
  {
    "author": "Diane S ☔",
    "date": "August 15, 2016",
    "rating": "4",
    "description": "4.5 What a fantastic thriller, though it takes place in one of the most terrible and in the most horrific circumstances, ever created by man. Decided to give psychological thrillers a rest and return to police procedural and historical thrillers, and am so glad I did. I love this author, once met him at a book fair, and after reading Britany's review, (thanks, friend), knew I had to grab this one.A rescue mission to find and bring out the one man who can shorten the time needed to complete the making of the first atomic bomb. Seventy two hours, a race against time and I can't tell you the amount of time I spent holding my breath. Suspenseful, tightly plotted, possibly the author's best book to date. Respected the quest to stay as historically accurate as to the cruelty in the camps, those in charge and other circumstances that make reading books set during this time period so difficult. Loved the humanity of the invented characters, the reasons they acted as they did and the realism of the plot line. One can imagining things happening as they did. The ending slayed me, needed tissues. The author's note explains the reason he wrote this book, what he changed and what he moved around for stories sake. Always appreciated. An outstanding historical thriller, one of the best I have read in quite a while.ARC from Netgalley."
  },
  {
    "author": "PorshaJo",
    "date": "February 06, 2017",
    "rating": "5",
    "description": "Wow! What a ride. I can't believe this is my second 5-star book so far this year. But this book deserves 5 stars. I read some reviews on this last year and added it to my massive to-read pile. I tend to gravitate to books about WWII. But it sat there.....until I saw that the audio version was narrated by Edoardo Ballerini and it was moved to the top of my list immediately.During the war, there was a race to develop an atomic bomb. The US wants to rush and be the first, to win the war and to stop the genocide taking place. The Germans are also working to develop a bomb and have a well known scientist helping them. But let me step back. There is a scientist, Alfred Mendl, who is one of a very few men in the world who have the knowledge needed to advance the development of the bomb (another is the one helping the Germans). But while fleeing the Germans, Mendl is taken along with his family, to Auschwitz. The Germans do not listen to this man, the 'Professor', and burn all of his papers and notes, having no idea what they just destroyed. The president of the US, FDR, and the US government need Mendl for their war efforts. In steps Nathan Bloom, an intelligence officer, a Polish man who escaped Krakow and made his way to the US, and who is tasked with sneaking into Auschwitz and getting Mendl out. Sneaking into this death camp and getting out that one man that is desperately wanted.This was a great historical thriller that kept me thinking up until the end. At times I thought I had it all figured it out and then no. I could say more about this story, the other characters, but I do not want to give anything away. It is a difficult read, to hear in detail about some of the things that took place at the hands of the Germans and in the death camps. Much of the story is based on truth but there are a few things the author added in to enhance this story. At the end of the print version, there is an authors note that describes this.The story was amazing and the audio narration was equally amazing. Ballerini is my favorite narrator and he adds so much to this story - tension, suspense, relief, and his accents are spot on. Though, I could have him read anything to me and I would be mesmerized. The audio version does not include the authors note. I happened to see something about that so also grabbed the print version for this content (only a few pages).A book for thriller fans, those who like to read about WWII, those who like historical fiction, or those who just want to read a great book!"
  },
  {
    "author": "Elyse ",
    "date": "October 06, 2016",
    "rating": "5",
    "description": "I'm spent....completely drained.Emotional - riveting and suspenseful.Reading this novel felt like watching a big epic movie. A WWII thriller on steroids! FANTASTIC historical thriller-chiller!!!!!*There are several stellar reviews......I need a review break and a nap!"
  },
  {
    "author": "*TANYA*",
    "date": "March 13, 2017",
    "rating": "5",
    "description": "PHENOMENAL!!! The anguish I felt, my heart was pumping tenfold. I haven't read anything like this in a very long time, my adrenaline was soaring through the roof!! This book completely engrossed me. RIVETING from beginning to the very end!"
  },
  {
    "author": "Dem",
    "date": "August 30, 2016",
    "rating": "4",
    "description": "4.5 Stars > A fast, compelling, and compulsively readable historical thriller. This is one that had me reading into the early hours of the morning and I hated parting with these extremely well formed and mostly likable characters.Set in 1944 Alfred Mendle is held in Auschwitz prison camp., Alfred is a brilliant professor who's knowledge is required to in the race to make the first atomic bomb. While scientists all over the world are working on different formulas and equations, there are only two men with the necessary knowledge to complete one of the most crucial steps in developing the bomb and one of them is working for the Germans and the other is Alfred Mendle.The story follows Nathan Bloom who is requested by the American Government to rescue Alfred from the camps. Nathan has already escaped from the Germans and Poland and left his family to the mercy of the Germans but feels this is a mission he needs to take in order to revenge the Germans.  The One Man is predominately a thriller. It’s certainly (in my opinion) not going to enhance your knowledge of the World War 2 if that is what you are looking for, but if like me you want a unique fast paced suspenseful read then I can highly recommend this one as it is one of the best thrillers I have read this year.I listened to this one on audible and the narrator and the pacing was excellent. This is certainly one for my recommended and favourites shelf."
  },
  {
    "author": "Sarah",
    "date": "December 14, 2017",
    "rating": "5",
    "description": "Book description:Poland. 1944Alfred Mendl and his family are brought on a crowded train to a Nazi concentration camp after being caught trying to flee Paris with forged papers.He is instantly separated from his family. He has knowledge that others will want, but they burn everything he has. Thousands of miles away Nathan Blum routinely decodes messages from occupied Poland. He already escaped the Krakow ghetto as a teenager after the Nazis executed his family.This book has compelling characters and I can't think of enough adjectives to describe it. Haunting, heroic, unputdownable, intense, beautiful, and heartbreaking in some areas. It's hard for me to believe that there are people that think the holocaust never happened. I read this book at night until my eyes couldn't stay open. There is a beautiful dedication at the end by the author that tells about it being truths mixed with fiction to better tell the story. This is not my last read by this author. Very well written and highly recommended"
  },
  {
    "author": "Phrynne",
    "date": "May 11, 2017",
    "rating": "4",
    "description": "Although this book is shelved the most as historical fiction it is quite definitely a thriller as well! I sat on the edge of my seat the whole way through and sometimes had to put the book down a while just to release some of the stress! The book is mostly set in Auschwitz during WW2 and there is plenty of historically accurate detail about the way people lived and died in the death camps. The fictional story is set into this background and comes across as almost believable, especially as the author was quite prepared to kill off any of his characters, important ones, lesser ones, goodies, baddies, it made no difference! If you enjoy a good thriller, if you like being in constant suspense, if you want to read a very good book then try this one. I am sure you will not be disappointed."
  },
  {
    "author": "Linda",
    "date": "February 06, 2017",
    "rating": "5",
    "description": "I hardly have enough strength left to write a review, after finishing this book late last night. Not only did I give up three hours of sleep to finish it, because I could not possibly rest, without knowing how it ended, but the storyline was emotionally and physically draining. This book was 400+ pages of racing against all odds.I've always been drawn to books about the Holocaust. It started while reading \"The Diary of Anne Frank,\" as a young girl. All the ones I've read were based on individual stories that were similarly concentrated on the atrocities that occurred. \"The One Man\" took an entirely different approach. The last thing I expected was a historical \"thriller.\" It was like reading two of my favorite genres in one book. After reading the surprising epilogue, this book gets a solid, five-star rating from me! This was my first Andrew Gross novel. It won't be my last. (A special \"thank you\" to Lindsay for encouraging me to read this exceptional book.)"
  }
]