{
    "reviews": [
        {
            "title": "Excellent!",
            "author": "SEB",
            "date": "Reviewed in the United States on February 12, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "Eleven-year-old Liesel Meminger is a foster child who has recently arrived in a small town outside Munich, Germany during WWII. Liesel has been sent to live with Hans and Rosa Huberman, presumably for the small stipend they’ll receive. Liesel is still suffering from the loss of her little brother and the difficult and somewhat mysterious separation from her mother. She takes an immediate like to Hans, who is kind and thoughtful, but takes much longer to warm up to the abrasive Rosa."
        },
        {
            "title": "Loved it",
            "author": "Justin and Katie Schauer",
            "date": "Reviewed in the United States on February 11, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "Liesel makes friends with next-door neighbor Rudy and establishes herself as a self-proclaimed book thief. Becoming unlikely friends with the Mayor’s wife Ilsa affords Liesel the opportunity to read the books in the Mayor’s massive library. Along the way, Liesel is witness to the atrocities of war, heartbreaking events, love, loss and other life-changing events."
        },
        {
            "title": "Not engaging - Supposedly written for young people but how young you have to be",
            "author": "Amazon Customer",
            "date": "Reviewed in the United States on July 7, 2018",
            "rating": "1.0 out of 5 stars",
            "content": "I saw the movie The Book Thief several years ago and loved it. When I decided it was time to read the book I was absolutely captivated. Although the book is 550 pages long, I read it in just two days – it was THAT good."
        },
        {
            "title": "those haunting humans, that little girl",
            "author": "David A. Baer",
            "date": "Reviewed in the United States on June 17, 2017",
            "rating": "5.0 out of 5 stars",
            "content": "The book is different in several ways, ways in which I won’t go into in my review. Suffice it to say that I’m glad I saw the movie first and then read the book. I think I might have been disappointed with the movie version if it had happened in opposite order. This just goes to show how well the author has written this important piece of fictionalized history. The time period, location, mood, characters, etc. come to life as the story unfolds."
        },
        {
            "title": "A wonderful, compelling and thought-provoking read",
            "author": "Sue Cartwright",
            "date": "Reviewed in the United Kingdom on February 7, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "I was surprised at some of the other reviews, stating that the book was just plain depressing. I’m not at all sure how a book that deals with the systematic extinction of a race of people can be written about in an uplifting, happy way. Yet, the book is so much more than a story about a German girl who is living in Nazi Germany during WWII. There are many lovely, tender elements to be found in The Book Thief. The additional anniversary edition footnotes written by the author (at the end of the book) provide wonderful insight."
        },
        {
            "title": "Can't think of a heading.",
            "author": "Quirky Opinions",
            "date": "Reviewed in India on February 16, 2017",
            "rating": "5.0 out of 5 stars",
            "content": "I think it’s extremely important that all generations read books like The Book Thief. This is part of history and, as poet and philosopher George Santayana said, \"Those who do not remember the past are doomed to repeat it.\" This is a book that is emotionally draining, but very much worth the read!"
        },
        {
            "title": "Never really captivated!",
            "author": "william david doherty",
            "date": "Reviewed in the United Kingdom on July 17, 2019",
            "rating": "3.0 out of 5 stars",
            "content": "I waited way too long to read this book. I don't even really know why I waited so long, other than Courtney and I started this blog around the same time that I actually bought the book and it took me a while to get to the point where I started reading some of the books that I wanted to read instead of just books that we received requests for."
        },
        {
            "title": "A Lot of Love for Liesel...",
            "author": "Valerie L Pate",
            "date": "Reviewed in the United Kingdom on March 21, 2014",
            "rating": "5.0 out of 5 stars",
            "content": "If you follow my blog at all, you know that I love WWII era historical fiction. What I loved about this book is that it showed the lives of average Germans during the war. That's not a perspective I've seen a lot (or ever that I can think of off the top of my head). But Liesel's foster family wasn't exactly average either because they held unfavorable opinions about Jewish people, at least unfavorable by German standards during the war."
        },
        {
            "title": "Captivating and Moving",
            "author": "Nakul",
            "date": "Reviewed in the United Kingdom on April 6, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "Another highlight of this story was that it was told from the perspective of Death. It was a bit odd to get used to at first because he jumped around a bit, as Death is wont to do in the course of his work, but once I got used to it, it was a fun way to see things. While death isn't exactly omniscient, he does have access to information that a human narrator wouldn't have."
        },
        {
            "title": "Great read",
            "author": "Dawson",
            "date": "Reviewed in the United Kingdom on October 30, 2019",
            "rating": "4.0 out of 5 stars",
            "content": "I realize that I'm late enough to this party that you've probably already made up your mind about whether you want to read this book or not, but if you're still on the fence about it, you should absolutely not wait any longer. You're likely to regret it if you do, like I did."
        },
        {
            "title": "Remarkable",
            "author": "A F Turner",
            "date": "Reviewed in the United Kingdom on February 5, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "Overall I give The Book Thief 5.05 stars."
        },
        {
            "title": "A very moving book.",
            "author": "sally@mdsc.demon.co.uk",
            "date": "Reviewed in the United Kingdom on August 18, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "Agree with all the others giving one or two stars: who in hell thought this was a good book? the style is exasperating and there is no much meat or story. Some say that is because it was intended to young people, but I wonder how young you have to be to enjoy that kind of writing. Tried to come to terms and finish it but I could not waste more time on this."
        },
        {
            "title": "Great book with  some hauntingly beautiful descriptions",
            "author": "Mr. A. Woods",
            "date": "Reviewed in the United Kingdom on July 4, 2014",
            "rating": "5.0 out of 5 stars",
            "content": "With a heart full to overflowing and eyes quite moist, I finish this novel of a young waif of a girl in Hitler’s Germany whose body, soul, and spirit ought never have survived her furnace of affliction. Yet survive she does, grittily and even poetically, with the aid of a good friend, a tender father, a Jewish refugee in the basement, a mother whose harshness runs only skin keep, and a traumatized mayor’s wife who loves to have her books stolen."
        },
        {
            "title": "Brilliant book",
            "author": "Amazon Customer",
            "date": "Reviewed in the United Kingdom on August 31, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "As the old proverb—old but still true for all its rusty years—would tell us, ‘The book is far better than the movie’. This has never been more true than with Markus Zusak’s phenomenal achievement."
        },
        {
            "title": "THE BOOK THIEF; EXCELLENT",
            "author": "MR P BUCZKO",
            "date": "Reviewed in the United Kingdom on August 8, 2014",
            "rating": "5.0 out of 5 stars",
            "content": "The book is narrated by Death, the Grim Reaper. Yet he is not an evil presence, indeed his tender observations are endearing. In the end, the circumstances of 1940s Europe keep him far busier than he’d prefer. Yet he cannot take his eyes off these dismal, glorious humans."
        },
        {
            "title": "Stunning",
            "author": "I. A. Wright",
            "date": "Reviewed in the United Kingdom on March 21, 2014",
            "rating": "5.0 out of 5 stars",
            "content": "They haunt him, these human beings do. He sees such majesty in them, and such cruelty. The circumstances that call him into hard labors allow him to peer into the human condition at its best and, simultaneously, at its best."
        },
        {
            "title": "Engaging read",
            "author": "AB of Bristol",
            "date": "Reviewed in the United Kingdom on December 1, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "He cannot look away from them, these horrible, beautiful, haunting beings."
        },
        {
            "title": "A story never to be forgotten.",
            "author": "mrs.antrim",
            "date": "Reviewed in the United Kingdom on November 24, 2007",
            "rating": "5.0 out of 5 stars",
            "content": "This reader revels in the deeply biblical substratum of this compelling novel, whether intended by its author or not."
        },
        {
            "title": "\"I Am Haunted By Humans\".....",
            "author": "Scots Lass",
            "date": "Reviewed in the United Kingdom on May 28, 2007",
            "rating": "5.0 out of 5 stars",
            "content": "The best book I’ve read in a year. And I’m hardly alone, for this work has virtually nailed itself to the top rung of the New York Times Bestsellers List. As another old proverb might have it, 50,000,000 Elvis fans can’t be wrong."
        }
    ],
    "total_product_review": "4.6 out of 5 stars"
}