{
    "reviews": [
        {
            "title": "If you liked the mini-series, read the novel!",
            "author": "Muninn",
            "date": "Reviewed in the United States on February 13, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "Richard K. Morgan’s mind truly is a dark place, and Altered Carbon is an impressive work of dystopian sci-fi. If you watched the mini-series, read the novel. I liked both, but there are major differences between the novel and mini-series that make each worth your time.</span>"
        },
        {
            "title": "Instantly became an all-time-favorite",
            "author": "mpeterke",
            "date": "Reviewed in the United States on April 7, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "I made the mistake to watch the first series of Netflix's show based on this book before I read it. Also, I deliberately waited for a month or so after I finished the show because I didn't want that experience to interfere with the reading experience. I had done both things wrong. First of all, it's a great show, but that's not what I'm reviewing here. The book is so much better (as always). And because there were really big changes made when it was turned into the show, there is no reason not to enjoy both versions.  I thought that the world building is really exceptional here. The whole system and the workings of society are very well thought out. The writing and also the twists and turns in the story elevate this book among the great classics, at least for me. It instantly became one of my all-time-favorites.  So I'm planning to read the rest of the series for sure.  I recommend this to sci-fi fans and detective story enthusiasts alike. Also, I recommend this to everyone :D</span>"
        },
        {
            "title": "Amazing Sci-Fi Noir Story",
            "author": "The Choosy Moose",
            "date": "Reviewed in the United States on July 31, 2016",
            "rating": "5.0 out of 5 stars",
            "content": "Wow, I was not expecting the book to be this good when I bought it.  I typically have lower standards for books on Kindle Daily Deals due to the some of the offerings I see and the lower prices, but this book was amazing sci-fi/noir mystery.  The writing was great and the whole story flowed very well to an exciting conclusion.  This is a pretty long book in a very good way, I couldn't believe how much the author managed to fit in.  The sci-fi concepts behind the book were also very interesting, had never read about concepts like this before.  Definitely seems like a very realistic dystopian future in some ways and really makes you appreciate something as simple as human mortality.  Background: I typically buy my Kindle books as part of the Kindle Daily Deals and plan them for airplane reading or times when I am away from home and cannot do more exciting or responsible tasks.  This means that my standards are not too high and I am looking for books in the beach read category under the fantasy/sci-fi genres.  I try to rate fairly on the star scale and personally consider anything 3 stars and up to be fine.</span>"
        },
        {
            "title": "Not impressed.",
            "author": "Ray L. Bieber",
            "date": "Reviewed in the United States on February 22, 2019",
            "rating": "1.0 out of 5 stars",
            "content": "Apparently, I was not as impressed with this book are several other people. The reason I was not impressed is that the book is really a CSI-style murder mystery mixed with a dollop of Sci-Fi sounding jargon and made-up words, along with a few erotic scenes thrown in for some unknown reason. The erotic scenes struck me as completely gratuitous and irrelevant to the story line, and I found myself skipping over them if they were more than a sentence or two long. Character development is thin, transparent, and uninteresting. I did read the entire book but found myself not in the least captivated and found it a bit of a slog to get through. I have no intention whatsoever of reading the subsequent volumes of the series.</span>"
        },
        {
            "title": "I only wish Richard K. Morgan would write more \"Takeshi\" novels",
            "author": "Robert R.",
            "date": "Reviewed in the United States on July 29, 2016",
            "rating": "5.0 out of 5 stars",
            "content": "This is the opening volume of one of my favorite trilogies in all of Science Fiction - if by some chance you haven't read this, get it! Of course, that is only if you want an amazingly well-constructed SF work done as futuristic detective \"noir\" - it's got the plot, the thoughtful working out of how the particular tech referenced by the title affects society, a tough and resourceful protagonist, good/bad male/female cops/perps/vics - you name it. Finally, it passes a crucial test for me - it holds up quite well over multiple re-reads.  Along with the other two books in the \"Takeshi Kovacs\" series (\"Broken Angels\" and \"Woken Furies\"), the author has carved out a universe that is great fun to experience - time and again.</span>"
        },
        {
            "title": "Very much enjoyed this. Fairly grim",
            "author": "mlg",
            "date": "Reviewed in the United States on September 11, 2016",
            "rating": "4.0 out of 5 stars",
            "content": "Very much enjoyed this.  Fairly grim, somewhat dystopian future setting...which isn't a bad thing, I just have to be in the mood for that.  The most thought provoking thing for me was how thoroughly the \"resleeving\" of one's consciousness in another body is ingrained in the society/culture of the setting.  I think I expected that capability to be something more overtly central to the story...\"Hey wow I'm in a new body!\".  Instead, it is woven throughout as a common part of life in this time, fundamental to the story but not THE story.  It was fascinating to see how the author integrated that capability, and its consequences, into so much of what it means to live in this time.  I would recommend this book on exploring those things alone.  The story itself was very good and drew me in.  It was not a casual read; I recognized early on I needed to pay attention :)  Character development is an interesting thing in a world where some can attain near-immortality (by sleeving into a new body) and one must adjust to and is influenced by sleeving into the body of another (ex: a non-smoker 'inheriting' the urges and habits once sleeved into the body of a smoker).  I look forward to reading the second book!</span>"
        },
        {
            "title": "Harsh",
            "author": "DRRD",
            "date": "Reviewed in the United States on January 13, 2020",
            "rating": "4.0 out of 5 stars",
            "content": "Harsh raw worlds, run by wars and politics, by rich people who will never die. Souls and memory stored digitally, and death just means having to worry if you can afford the next body, or 'sleeve'. Except for the rich, who can grow their own clones, ready to put on like clothing when they wished.  And in this harsh reality, a 'Meth', or Methusila, is murdered, and when his backup is restored, missing the last 24 hours of his life, he's pissed. He can't believe he'd kill himself, so he 'hires' Takeshi Kovacs to find his murder.  With Bladerunner bleakness, old Earth is full of those who'd be dying, if Real Death were even a thing anymore. An interesting take, and some good (if ugly) world building. The violence is pretty graphic, and unlrelenting at times, but not only the mystery pulled me in, but watching Takeshi work as well. The character was interesting enough to keep my interested, even through the story's most violent scenes.</span>"
        },
        {
            "title": "Very clever and highly readable book",
            "author": "A. Fielden",
            "date": "Reviewed in the United Kingdom on June 24, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "A brilliantly constructed story, and a very readable one too. I'm partial to Sci-fi, and this reminded me of the Cyberpunk novels of William Gibson. Although I have to say I found this book a lot more accessible. The plot lines are very clever and well thought out. Keeps the reader guessing until the conclusion, which I like. A couple of surprises right at the end. Upon finishing, I immediately downloaded the next book in the series.</span>"
        },
        {
            "title": "The First Of A Brilliant Trilogy",
            "author": "Mr R P Harrison",
            "date": "Reviewed in the United Kingdom on September 11, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "Richard Morgan's Takeshi Kovacs trilogy (Altered Carbon, Broken Angels &amp; Woken Furies) was recommended by a friend.  If you watched the Altered Carbon series on Netflix, you may know that many liberties were taken with the plot: Key scenarios omitted, others added; multiple characters inexplicably morphed into one another. Whether of not you enjoyed the TV series, if you love sci-fi, I would highly recommend this book and the entire Kovacs trilogy.  Morgan’s vision of the future is so well-imagined. If you're a fan of Michael Marshall Smith's \"Spares\", \"Altered Carbon\" compliments it perfectly.</span>"
        },
        {
            "title": "A hardboiled detective story in a sci-fi setting",
            "author": "Mildred Crumb",
            "date": "Reviewed in the United Kingdom on April 4, 2020",
            "rating": "1.0 out of 5 stars",
            "content": "I struggled to get through this book. Full disclosure: detective stories or crime novels are not my favourite genres. Why did I struggle? The ideas in Altered Carbon are fantastic. The idea of sleeves, stacks, Meths and hotels (like the Hendrix, which are AI buildings gone renegade are great). However, the story has no heart; Takeshi Kovac only feels the need for sex and revenge - his personality flat lines through the whole book, which in turn makes it hard to care as a reader about what he's doing or why. There is no humour, only machismo and revenge. One star.</span>"
        },
        {
            "title": "Wow: clever, credible, powerful, original",
            "author": "VonRichtoven",
            "date": "Reviewed in the United Kingdom on September 15, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "The netflix film is as good as the book. The book was totally original and a powerhouse of writing. The follow up books are OK, this is a classic for all time. I'll avoid spoilers and something this clever deserves to be discovered as the author intended. Sci-fi, far future, credible, gritty, violent, complex, twisted, engaging. I can believe this world, it scares and amazes, impresses and stops just short of bewildering. Pushes the limits.  Police / Private Detective genre, that comes closest! 'The Expanse' is another fine example ( I love it too; book and film) and though similar in many ways, this one is better.  STRONGLY RECOMMENDED</span>"
        },
        {
            "title": "Well written, hard to put down",
            "author": "Jackie Brown",
            "date": "Reviewed in the United Kingdom on August 26, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "As I read this, I was reminded of both John D MacDonald's Travis McGee books and William Gibson's cyberpunk universe. I think this book will appeal to readers of both. Wouldn't recommend reading it if you're under 15, but maybe that's just because I have a teenager who would eagerly read it, and I think some of the material might require explanations I'm not ready to give.</span>"
        },
        {
            "title": "Better then the Netflix show",
            "author": "Big Steve G",
            "date": "Reviewed in the United Kingdom on November 23, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "Read this after watching the Netflix version &amp; hearing the book was better, it is. If you watched the Netflix version &amp; are looking at this (as I did) its defiantly worth the read, without giving away any spoilers the characters &amp; story as a whole (to me at least) as a lot better.</span>"
        },
        {
            "title": "Very good.",
            "author": "Kindle Customer",
            "date": "Reviewed in the United Kingdom on May 7, 2017",
            "rating": "4.0 out of 5 stars",
            "content": "Some parts brilliant, others a bit vague. I'm not sure the plot made total sense at the end. Maybe it wasn't meant too? The future world built up was fantastic, proper cyberpunk stuff. Kovacs is an interesting character. Quite a few questions left unanswered, I guess for later in the trilogy. I will probably read the next book at some point.</span>"
        },
        {
            "title": "Unusually prefer the TV series",
            "author": "Crackers",
            "date": "Reviewed in the United Kingdom on April 2, 2019",
            "rating": "3.0 out of 5 stars",
            "content": "I had been looking forward to this book,  but sadly I much preferred the TV series. There was no gritiness to the main character which I felt was much more realistic and better portrayed in the TV series. He seemed too polite in the book.</span>"
        },
        {
            "title": "Well, that was a waste of money.",
            "author": "John B",
            "date": "Reviewed in the United Kingdom on December 4, 2018",
            "rating": "1.0 out of 5 stars",
            "content": "Bought this based on reviews and premise of story. Gave up one third of the way through it. Bored. 2-D characters, storyline all over the place, but mostly annoyed at the constant use of (unexplained) future-tech 'features' You are supposed to know what 'neurochem' is  etc. However, can understand why so many people like this . Done much better by others. Life's too short. Gave up.</span>"
        },
        {
            "title": "Excellent book",
            "author": "Philip Spick",
            "date": "Reviewed in the United Kingdom on December 21, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "Bought the series and also watched the series on Netflix.  Absolutely brilliant.  Probably only appreciated by Sci-fi enthusiasts but gets an easy five stars from me. Characters and settings fantastic.  Just hope for more like this.</span>"
        },
        {
            "title": "Unbelievable!!!",
            "author": "Kindle Customer",
            "date": "Reviewed in the United Kingdom on June 5, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "Being this a first novel, I find myself wondering at what deities must I pray to hope that work of this magnitude may be reproduced by other first time authors. Any kind of superlative wouldn't do sufficient justice to this magnificent work. Hail Richard Morgan.</span>"
        },
        {
            "title": "uhmmm",
            "author": "Amazon Customer",
            "date": "Reviewed in the United Kingdom on August 15, 2019",
            "rating": "4.0 out of 5 stars",
            "content": "realising now this wasva girst movel woild explain some of the slight blips in the narrative.  the over long sex descriptions and sometimes confusing dialogue. not enough to put me off trying the next book as Kovacs is an interesting character and the conceit of re -sleeving is an interesting one.</span>"
        },
        {
            "title": "A pleasant surprise",
            "author": "TJW",
            "date": "Reviewed in the United Kingdom on June 3, 2012",
            "rating": "5.0 out of 5 stars",
            "content": "Unusually, a pleasant surprise to find a  new (to me) SF author who is worth reading. Having learned a little sense in my old age, I now download a free taster before paying; often before I've bought on the basis of good reviews and been sadly disappointed.  Richard Morgan has managed a feat unique in my experience: a credible detective story set in an SF future where technology seemingly allows anything to be possible. Attempts I've read before always come to grief because the technology allows rabbits to be pulled from hats at will; here the who-dunnit aspect isn't sacrificed to convenient whizz-bangery.</span>"
        },
        {
            "title": "Great Read!",
            "author": "Nik Williams",
            "date": "Reviewed in the United Kingdom on February 19, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "I’d seen the tv adaptation and enjoyed it so much that I had to read the source material which, as usual was far superior. That said, the tv show is very faithful to the world created by the author. Books are always better though and this one is no exception!</span>"
        },
        {
            "title": "Fairly good sci-fi",
            "author": "Rev. Andy",
            "date": "Reviewed in the United Kingdom on March 13, 2020",
            "rating": "3.0 out of 5 stars",
            "content": "The story rattled along but there were too many convenient coincidences &amp; ex-machina interventions for me. I shan't continue with the series.</span>"
        }
    ],
    "succes": false,
    "total_product_review": "4.3 out of 5 stars"
}