{
    "reviews": [
        {
            "title": "My favorite novel of all-time",
            "author": "Barb and Ryan",
            "date": "Reviewed in the United States on May 26, 2016",
            "rating": "5.0 out of 5 stars",
            "content": "Epic historical novel that truly sweeps you off of your feet and takes you to a far away land. Engaging, riveting, gripping, enthralling, powerful, exciting ... and all the other words that fit! I've read and purchased multiple times.  So much has already been written here and so many other reviews already -- suffice to say, I love it, will always love it. Instead of detailing more about the story or writing, I'm going to share some of my favorite passages so you can get an idea of how brilliantly this is written. The first quote is one of my all-time most cherished.  “Leave the problems of God to God and karma to karma. Today you're here and nothing you do will change that. Today you are alive and here and honored and blessed with good fortune. Look at this suset, it's beautiful, neh? This sunset exists. Tomorrow does not exist. There is only now. Please look. It is so beautiful and it will never happen ever again, never, not this sunset, never in all infinity. Lose yourself in it, make yourself one with nature and do not worry about karma, yours, mine, or that of the village.”  “How beautiful life is and how sad! How fleeting, with no past and no future, only a limitless now.”  “Isn’t it only through laughter that we become one with the gods and thus can endure life and can overcome all the horror and waste and suffering here on earth? …Isn’t it only through laughter we can stay human?”  “Always remember, child... that to think bad thoughts is really the easiest thing in the world. If you leave your mind to itself it will spiral you down into ever increasing unhappiness. To think good thoughts, however, requires effort. This is one onf the things that discipline - training - is about.”  “It's a saying they have, that a man has a false heart in his mouth for the world to see, another in his breast to show to his special friends and his family, and the real one, the true one, the secret one, which is never known to anyone except to himself alone, hidden only God knows where.”  I highly recommend all of the other novels in James Clavell's Asian Saga, especially Whirlwind and Tai Pan. The entire Saga spans from 1600 to 1970's and is truly an experience to behold."
        },
        {
            "title": "The story is great but this Kindle version is a problem--scene breaks missing.",
            "author": "Fast Reader",
            "date": "Reviewed in the United States on March 1, 2019",
            "rating": "2.0 out of 5 stars",
            "content": "As noted by every other reviewer, the story is fabulous.  But this Kindle version has a real problem... the scene breaks are missing.  There's no indication, extra lines or symbols where one scene ends and another begins.  So you'll be reading one sentence and then the next suddenly starts a new scene or train of thought.  When it first happened I thought the book didn't download correctly but it's all there.  So be forewarned."
        },
        {
            "title": "Thou",
            "author": "Greg Polansky",
            "date": "Reviewed in the United States on July 17, 2015",
            "rating": "5.0 out of 5 stars",
            "content": "Thou. There is a term of endearment said between two characters. It somehow encapsulates the entirety of their emotions for each other. Thou also is how I would address the book Shogun. My absolute love for this sublime historical novel of Feudal Japan. Set in the year 1600, one of our protagonists, John Blackthorne, an English Pilot serving aboard a Dutch ship, shipwrecks onto the coast of Japan. And through him we discover Feudal Japan, a land of samurai and ritual, a land where the Emperor is said to be a scion of the gods but holds only ceremonial power, a land of beauty and ceremony. And oh so different from Elizabethan England. And yet the Pilot from Elizabeth England must somehow navigate the culture of this land.  But really Blackthorne, is not at the center of the book. Both he and his love story are important,  But both he and Mariko, a Japanese Christian who speaks Portuguese, Latin, and Japanese and acts as Blackthorne's interpreter for much of the novel, are pawns in a much larger chess game. At the center of the book is Japan and its people. Japan in 1600 is unstable because the former leader - the Taikō - died early and left a too young heir. Now there is a Council of Regents to lead Japan during the youth of the heir, but that Council is divided by men who all claim they do not wish to lead alone. But maybe one does want to lead and not give up power to the Taiko's son? Maybe one wants to be the Commander in Chief of Japan - the Shogun!  Throughout the book, Clavell brings Japan to life. Its people, their customs, the land itself. Clavell allows the people of Japan to speak. Women. Men. Lords. Ladies. Courtesans. And there are a smattering of outsiders such as Portuguese priests who fear the arrival of Blackthorne and what it means for their religious and economic monopoly in Japan. And they fear Spain and its representatives in Japan too for the land of Portugal itself was swallowed up by Spain only 20 years ago and the monopoly the Portuguese hold on Japanese trade is now threatened by Spain and by Blackthorne.  Beginning Shogun is beginning a long journey to Japan. Ending Shogun is like losing a very good friend; there is great sadness in finishing the book. It will move you. It will make you want to learn everything you can about Japan and its people. Clavell truly wrote a masterpiece that will speak across the years."
        },
        {
            "title": "Shogun: First in a series of five WONDERFUL works",
            "author": "Amazon Customer",
            "date": "Reviewed in the United States on October 3, 2014",
            "rating": "5.0 out of 5 stars",
            "content": "This is the first of five excellent volumes in Clavell's asian masterworks. It reads well, connects well to the following volumes, and is a significantly weighty read all on its own compared to most works of fiction -- while the series itself is nothing less than massive and marathon-worthy. Highly, highly recommended.  Shogun is an eye-opening window into the world of samurai dominated Japan; the level of intrigue and almost orthogonally different sensibilities as compared to modern western outlooks draw me in, capturing my imagination without fail or surcease. One of my very favorite series, and one of my very favorite books. The kindle version provided me with my fifth read of the work in about 20 years time. Every time was a pleasure, and I expect to read it again, too.  Be sure to read the books in order for the most enjoyment; they're connected although quite distant in time from one another, and by reading them in order, the history of the current book you're reading will be deeper and your comprehension of what is going on, and why, will be much better.. Shogun is first, while the series all told flows in this order:  1) Shogun -- read first 2) Tai-pan 3) Gai-jin 4) King Rat 5) Noble House"
        },
        {
            "title": "Impressive recreation of a time and place, but quite hard work",
            "author": "Georgiana89",
            "date": "Reviewed in the United Kingdom on July 2, 2015",
            "rating": "4.0 out of 5 stars",
            "content": "First things first, it's impossible to read this and not admire the effort, research and skill that clearly went into it. On this basis, there's no way I could give it less than 4 stars. The author skillfully combines all the worldbuilding of a fantasy novel with all the detailed research of a historical novel set in a time and place your average English reader is more familiar with. I felt like I learnt a lot about 16th century Japanese people, politics and culture, a subject I previously knew little about. The food, the places and the traditions are lovingly described, so you can both vividly imagine them and long to experience them yourself.  There were also some very good dramatic, romantic and tense moments, and the seemingly main character, an Englishman marooned in Japan, worked really well as both a genuinely sympathetic figure and a great lens for showing the cultural differences and mutual incomprehension between the two countries at the time.  When I picked up the book, I was a little nervous that it would either be a sort of boy's own adventure in which a plucky Englishman saved/educated the barbarians, or else an ultra-romanticized view of Japan. I was relieved that it was actually very well balanced, with each \"side\" regarding the other as uncivilised, and the narrative making clear that there are good and bad points about each culture, and good and bad people too.  On the more negative side, although I generally prefer to read something I can get my teeth into, this felt a little over-long. Between the huge page count and the dense and complex plot, it took me longer to read than anything I've read in several years, despite the fact that I regularly devour both heavy literary novels and fantasy doorstoppers. And to add insult to injury, after all those hundreds of pages, all those chapters that describe a hawking session or a trip to a spring or the intricacies of a family in loving detail, the book suddenly stops, and the outcome of the final, climactic battle is summed up in a single paragraph. I assumed the other books described as parts of \"the Asian saga\" were direct sequels, but apparently they are just works loosely linked by the theme of westerners coming to Japan at different times in history.  My other problem was the double-edged sword of recreating a culture that values honourably suicide over survival, and promotes absolute loyalty to feudal lords, right up to the point where you seem able to stab them in the back with total impunity. On the one hand, it was fascinating to read about, but on the other, it made it difficult to really understand or engage with the characters.  Similarly, the constant plotting and scheming was intriguing to some degree, but there was ultimately so much of it that it was hard to root for or be impressed by any one character, particularly as they had all done awful things. I struggled to see what made the man who ultimately comes out on top any different from his rivals, either in terms of morals or of cunning.  Overall, while I did enjoy it, I think this was a book I admired more than I loved. I'd still recommend it to people, but you need to be prepared to put in the effort to get through the length, get in the unfamiliar mindset of the characters and culture, and keep track of all the triple-crossing that's going on."
        },
        {
            "title": "Great story and a good transfer to Kindle",
            "author": "Steve.J",
            "date": "Reviewed in the United Kingdom on January 11, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "Absolutely brilliant story of the clash of European and Eastern cultures in 1600's Japan.  The story is engrossing and I have to admit to reading this book a few times.  As my paperback copy was falling apart I took advantage of an offer on the Kindle version and was not disappointed, as the conversion was excellent. If you like historical fiction and have not read this book then do give it a try!!  The TV mini-series of the book (made in the early 1980's I think) is well worth a watch as well, as it stays relatively faithful to the book and is decent entertainment for a few evenings. The storyline is simplified and condensed somewhat from the book, which is no real surprise."
        },
        {
            "title": "Prepare to be immersed into a different time and culture!",
            "author": "Kindle Customer",
            "date": "Reviewed in the United Kingdom on June 20, 2014",
            "rating": "5.0 out of 5 stars",
            "content": "This is a truly epic work, thrusting the reader into an alien culture (if you are from the West) where the Japanese appear equal parts more barbaric and sophisticated than the protagonist John Blackthorne. What initially appears to be a \"fish out of water\" story quickly expands into a political thriller where everyone is planning several steps of everyone else. There are betrayals from within and without and Blackthorne is trapped between the machinations of Toranaga, Yabu and the Catholics who simply want him dead. Having known little about the era it was a joy to discover how connected Europe and Japan already were at this point in History and a relief to know Clavell had researched the era thoroughly. Midway through the book I was already using Japanese phrases! The strength of the book for me though is how the author fully immerses us into this strange world and I was impressed how by the end of the books actions i once found deplorable or insane seemed reasonable within the context of the culture. Scenes that should be tragic or cathartic take on a sense of beauty that would be missing in other cultures playing things out in the same way. There is a scene involving a tea ritual that is possibly my favourite in the book - something I'd never have thought going into the book. One of the strengths of historical fiction is providing an entertaining gateway into the time and place in question and this book does so effortlessly. Fans of historical fiction and political fantasies like \"A song of ice and fire\" should really give this book a try. It's also worth a try for sci-fi fans who like \"first contact\" stories as well. A great book on so many levels.pre"
        },
        {
            "title": "Encapsulating and a Must Read!",
            "author": "Dojo Doom",
            "date": "Reviewed in the United Kingdom on July 22, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "For years my Dad had repeatedly talked about and praised Shogun (the TV series from 1980) as one of his all time favourites. And for years I saw it as an ancient show not worth my time.  A few months ago, Shogun came up again only this time he’d listened to the audiobook and again, sung high praises.  So I added the book to my wish list with the intention of giving it a go one day.  By all accounts, I’m a casual reader and a book of this size would usually scare me away completely. But do not be fooled! I finally got around to reading Shogun a couple of months ago and...  THIS BOOK IS FANTASTIC! Having known next to nothing about feudal Japan,this book is a shattering, breathtaking glimpse into a wonderful, and sometimes unforgiving culture.  The characters are incredibly fleshed out, each has their own quirks and charms, and their interactions with Blackthorne are real page turners!  Needless to say, this book is a must read, and this weekend I’ll be watching the tv show with my Dad and will finally get a glimpse of it’s portrayal back in 1980.  There are 4 more novels in the asian saga, and I’ll certainly be reading those in the future. I recommend this book to everyone, truly brilliant."
        },
        {
            "title": "A heavyweight of a classic, dont give up keep reading.",
            "author": "Amazon Customer",
            "date": "Reviewed in the United Kingdom on January 4, 2016",
            "rating": "5.0 out of 5 stars",
            "content": "The classic tale. I remmbered the tv series with Richard Chamberlin, and how controlled it was. It is not an easy book to read, the style takes you a while to get used to. You start off feeling for the crew of the ship. ship wrecked on what was supposed to be open friendly islands. To your horror sumary beheadings are carried out without warrning and there is no out cry from the people. What kind of land is this? Welcome to the land of the samurai, duty,honour and obedience are the virtues that matter. They are a civilized people who honour thier fathers and mothers and consider thier goal in life but to serve the greater good. To die in battle is to die with honour. To accept ones own fate and to respect the situation and to take ones own life so others may live is honourable. To serve your lord without question and carry out your duty is the reason you hold the position. The book is intriguing and looks at a situation from the long point of view, you somethings think if situations as events in the here and now and loose sight. How the events past and present can influence the future outcome.  By the end of this book you will have learned a great deal from Torranaga The gift of Patience As Angin San also learned - duty is everything"
        },
        {
            "title": "Literary equivalent of crack cocaine..",
            "author": "Mike Sadler",
            "date": "Reviewed in the United Kingdom on October 3, 2011",
            "rating": "5.0 out of 5 stars",
            "content": "Of all the books I have ever read, this one by far best fits the description of \"unputdownable\".  The pace is fast, and the story immediately grips you of the unfortunate ship-wrecked mariner in 1600's Japan.  I recently gave a copy to a friend who complains that he was kept up until 03:00 several nights running because he just couldn't put the book down.  The story is about \"John Blackthorn\", an English pilot (i.e. chief navigator) on a Dutch fleet that gets shipwrecked in Japan after a storm.  Japan at this time was in a period of uncertainty between two dictators, and the Portugese Jesuits were attempting to gain a foothold on Kyushu.  Blackthorn is caught between the hostile Japanese factions and the heretic-burning Catholic church.  This story contains fierce samurai, scheming priests, inpregnable fortresses, dishonourable ninja and everything else about feudal Japan which captures the imagination.  What makes this story even more fascinating is that it is based (extremely loosely) on a true story.  James Clavell makes no claim to this, and has changed all the names involved (John Blakthorn is actually William Adams, and Toranaga is actually Ieyasu Tokugawa).  William Adams was an English marina who landed in Japan and eventually became one of the Shogun's chief andvisors.  This is actually taught in Japanese history lessons, as I found out while visiting Japan a number of years ago.  There is a non-fiction book on the subject: <span data-hook=\"product-link-text-only\" class=\"a-size-base review-text\">Samurai William: The Adventurer Who Unlocked Japan.  The BBC also did a superb mini-series of Shogun starring Richard Chamberlain and Toshiro Mifune (who starred in Seven Samurai and many other Japanese classics): <span data-hook=\"product-link-text-only\" class=\"a-size-base review-text\">Shogun [5 Disc Box Set] [DVD].  This was superbly done and is also most definitely worth a view."
        },
        {
            "title": "A well written story that draws you in. (Need I say more?).",
            "author": "D. C. L. Ford",
            "date": "Reviewed in the United Kingdom on March 7, 2020",
            "rating": "5.0 out of 5 stars",
            "content": "I've got a beaten up paperback copy which is getting unreadable so I decided to get a Kindle copy, much less bulky and more practical. A brilliantly written story that draws you in and gives an incite into Japan and it made me wanting to find out more about the Japanese culture and language."
        },
        {
            "title": "Fantastic book that's got it all",
            "author": "J. R. P. Wigman",
            "date": "Reviewed in the United Kingdom on December 17, 2012",
            "rating": "5.0 out of 5 stars",
            "content": "After all these years this is still one of my favourite books, and no wonder: this one's got it all. Set in Japan around 1600 the story is told of the English pilot John Blackthorne who finds elusive Japan but has to quickly adapt or die in a culturally strange land. He not only faces strange customs and beliefs, but has to deal with the Jesuits as well, the first foreigners to be allowed in Japan and holding an enviable position in the lucrative trade with China - and they certainly want the 'heretic pilot'  dead. And then he falls in love with Mariko, christian and well educated by the Jesuits but samurai at the core. Gradually the focus shifts to the plans and moves of the master puppeteer, the charismatic and influential daimyo Toranaga in his struggle for absolute power.  This is a fantastic story, based on historical figures. It's got well-developed characters and the whole gamut of emotions and it gives an insight into ancient Japanese culture contrasting it nicely with the English society at that particular point in time. And Clavell builds up the tension superbly as well - this is a first class page turner, all the more impressive given the number of pages. If you're won over by the first few pages I'm quite sure you won't be able to leave it for long until you've come to the very end of this engrossing book."
        },
        {
            "title": "Long but powerfull read.",
            "author": "White rose reader",
            "date": "Reviewed in the United Kingdom on January 27, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "At over 1,200 pages this was a time consuming read. However I had to carry on once started to see what happened in the end. There is a lot of history of Japan included and some of it, the beheadings and the suicides, seem unbelievable to modern thinking. I now have some idea of how religion, trade, and the Japanese warlords affected Japan in the 1600s. This makes it a good informative read if you can stomach the more tramatic events.The tactics and double thinking of the warlords trying to out manoeuvre each other kept me surprised to the end."
        },
        {
            "title": "Shogun",
            "author": "Sarugumo",
            "date": "Reviewed in the United Kingdom on January 21, 2010",
            "rating": "5.0 out of 5 stars",
            "content": "`Shogun' is quite simply one of the best books I have ever read.  From the opening pages I was immediately hooked and I wasn't able to think of anything else until I reached the perfect conclusion.  This book is epic, beautiful, full of intrigue, plot twists, machiavellian machinations, tragedy, comedy, honour and a whole range of emotions and feelings I am unable to fully express.  It is truly vast and Shakespearean in it's depth of plot and overall scope.  This book follows John Blackthorne who is an Elizabethan ship pilot who gets marooned in Japan and who gets embroiled in a war between samurai.  He is made samurai and vassal to a Japanese lord and needs to learn about life in Japan quickly as his very life depends on it.  There is SO SO much more to the story than that, but it is so densely woven and wonderfully written that it would take an essay to fully do it justice!  The author has done exquisite research and  the areas of Japanese life covered are rich, varied and authentic.  These cover such topics as the tea ceremony, flower arranging, general day to day etiquette and Japanese sensibilities, garden arranging, the wearing of Kimono, the code of Bushido and much more besides.  You could learn so much about Japanese life whilst also enjoying this engrossing and enthralling story.  You will be fully immersed in the world of the story and I felt truly saddened when I finished the book and wanted to start all over again to keep myself in the time, places and emotions created.  You will live and breathe Blackthorne's development with him and feel the confusion and isolation of his early days and the love and honour of his latter days.  Some of the cultural differences and misunderstandings (like the willingness and openness to discuss matters of a sexual nature) will make you laugh out loud, the battles, sword fights and ritual suicides will leave your heart pumping and compelled to read on and the romance and moments of passions will make your stomach ache with emotion.  This book manages to be historical, an adventure, a political thriller, romance and way more and all in one glorious book.  This is an awe inspiring masterpiece and it will leave your life richer for having read it.  Feel free to check out my blog which can be found on my profile page."
        },
        {
            "title": "Enthralling story",
            "author": "Penelope J",
            "date": "Reviewed in the United Kingdom on March 29, 2013",
            "rating": "5.0 out of 5 stars",
            "content": "I read this book many years ago and it has not lost one iota of its enthralling nature.  John Blackthorne, a pilot navigator is shipwrecked in Japan, and encounters what he considers barbaric customs against the surviving crew and himself.  Gradually though he becomes embroiled in the enigmatic politics of rival factions trying to gain power, and a pivotal character in the subtle machinations of Toronaga, one of the factions into whose hands eventually he falls.  Confused to the end by the deviousness of Toronaga's mind Blackthorne watches the unfolding of Toronaga's plans, the changing allegiances of the leaders, and the almost incomprehensible thought processes of the Japanese mind at that time. A marvellous read, an insight into a society so far removed from ours, and just full of action and heroics.  Go, buy it, read it, love it."
        },
        {
            "title": "Really good book, despite rushed ending",
            "author": "Sean",
            "date": "Reviewed in the United Kingdom on January 19, 2013",
            "rating": "5.0 out of 5 stars",
            "content": "This book is really, really good. I loved every second of it. One chapter does seem to go quite slowly with nothing much happening, but it is necessary to the story and still well written. My only upset with this book is the ending. The book reaches a massive climax towards the last few pages, but you find yourself wondering: \"How the hell is he going to finish this in 3 pages?\". It is somewhat upsetting that the ending isn't written out, but summarised. In all honesty, if it were not summaries, it could either have (a) not lived up to readers expectations (although I feel it would have) or (b) it would have been a complete book in itself! I may also just be bitter that the book had to end at some point!  Do not let this put you off the book, the book is still one of my favourite books I've ever read. I would recommend this book to anyone, and everyone. The culture and history researched to write this book shows, and really puts this book at the top."
        },
        {
            "title": "Engrossing tale of characters and culture",
            "author": "Redundancy",
            "date": "Reviewed in the United Kingdom on July 1, 2013",
            "rating": "5.0 out of 5 stars",
            "content": "Shogun is incredibly well written to present the gulf in culture and language that the protagonist faces when he becomes essentially marooned on a foreign, island almost completely unknown to the British / Dutch, which is being exclusively exploited by the Portuguese.  Surrounded by enemies and those who would use him for purposes he doesn't understand, he must learn to survive and navigate friendships and relationships with people who will kill him if he outlives his usefulness to them, or may betray him to their other loyalties.  Once it gets going, a gripping read through to the end."
        },
        {
            "title": "slightly damaged",
            "author": "james a carroll",
            "date": "Reviewed in the United Kingdom on November 20, 2019",
            "rating": "3.0 out of 5 stars",
            "content": "The first ten pages were cut and put in the book at the wrong angle making it impossible to make any sense of the journey before the ship foundered in Japan, as I'd read this book previously it didn't spoil it to much."
        },
        {
            "title": "\"avvincente\"",
            "author": "Amazon Customer",
            "date": "Reviewed in the United Kingdom on October 2, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "one you start you really want to know where is going! Don't get frightened by the thicknes of the book more or less  (1600) pages  :) It is really a good reading! and by the end you'll even  learn some japonese .."
        }
    ],
    "success": true,
    "total_product_review": "4.8 out of 5 stars"
}