{
    "reviews": [
        {
            "title": "Good book, some distracting voice elements",
            "author": "agentleila",
            "date": "Reviewed in the United States on April 16, 2017",
            "rating": "4.0 out of 5 stars",
            "content": "Dune is a great book, and Simon Vance, the primary narrator of the audible version I'm listening to, has probably one of my favorite voices of all time. The voice acting overall is good in this version, but I'm confused as to why some chapters feature several voice actors doing various characters while other chapters - featuring the same characters - have everything voiced by Vance. As I said, I love his voice, but the switching back and forth is odd and distracting to me."
        },
        {
            "title": "It's everything you've heard it is and more.",
            "author": "Micah",
            "date": "Reviewed in the United States on May 30, 2017",
            "rating": "5.0 out of 5 stars",
            "content": "The hype is justified for this book. If you have not read it yet, please do yourself a favor and change that asap. I'm sure there are a landslide of other reviewers that can tell you all about the story itself, so I will skip that. This book was an epic pleasure to read. I had some apprehension going in as I repeatedly heard that it's overly jarring from the beginning. I did not find this to be the case, and I'm no prodigy. It does have some of it's own words that are explained in the back of the book if needed, but said words are also presented with enough context to give you a good idea of what they're talking about. You have to push through a little at the beginning, but everything falls into place quickly enough.  From cover to cover it is interesting and exciting. There is a reason it is hailed as such a timeless story, and I implore that you find the time to experience it for yourself."
        },
        {
            "title": "Not Just a Classic Science Fiction Book, A Classic Period",
            "author": "D.A. Drake",
            "date": "Reviewed in the United States on August 8, 2017",
            "rating": "5.0 out of 5 stars",
            "content": "Far-reaching and mind-expanding, when I first read Dune in the '60s I had my mouth open most of the time, and could only read half a page or so at a time before looking off into space for a few moments in awe, thinking about what I had just read. Thousands of years in the future, where mankind is able to control every single muscle in his body, where computers (which, when I read the book, were relatively new at the time) had been surpassed hundreds of years earlier, where mankind has spread an empire across the universe, and was beginning, through evolution and technology, to advance beyond humankind...a towering classic, anyone with any interest in science fiction at all must read this book. (and btw, I like David Lynch's 1984 feature film, you had to have read the book to follow the movie.)"
        },
        {
            "title": "More Than Just a Sci-Fi Book",
            "author": "Kim",
            "date": "Reviewed in the United States on March 20, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "There is a reason why this has been hailed as one of the best sci-fi books ever written. I wish I could say the opposite and that you shouldn't believe the hype, but this is an epic masterpiece, with so many moving parts, and captivating characters that you become attached to. If you are into sci-fi, I don't think you'll be able to put this book down.  Full disclaimer here: this is a long book. But, the writing definitely keeps you engaged and there is no filler; there is a reason why this book is long. Once you finish the book you'll understand what I'm talking about.  As a side note, I am not sure what happened with David Lynch's adaptation of Dune. BUT, if it's true that Denis Villeneuve is being slated to make the next film adaptation of Dune then I'll be first in line to get tickets."
        },
        {
            "title": "Each time I read Dune I become richer",
            "author": "MICHELLEWH",
            "date": "Reviewed in the United States on February 19, 2017",
            "rating": "5.0 out of 5 stars",
            "content": "I'm not actually sure how many times I've read Dune; every decade maybe. It is extraordinary how each time I  do  it speaks of something different to me as I age. My first read as a young teen in the '70s was overwhelming with words and scenes I'd never experienced before. It was magical and one of the mind expanding elements of the New Age. Now,  in 2017, it comes full circle to the fears of environmental impact and government off the beam. I've aged, and the story still offers an amazingly lucid reflection of reality.  I highly recommend it across anyone's life span."
        },
        {
            "title": "Simple story but clearly lots of depth i haven't uncovered",
            "author": "Brian Lu",
            "date": "Reviewed in the United States on June 20, 2017",
            "rating": "5.0 out of 5 stars",
            "content": "When i was starting this book, i felt like the language was intentionally simplified for a younger audience. That might still be the case - however after reading the appendices it is clear as day that this was a mightily complex world that was brilliantly thought out and modeled after a ton of existing myths and religions that have gone through earth.  The plot is reasonably simple, interactions transparent, but there is a ton of wisdom in every other sentence. Hubert snuck in pithy statements left and right to complement the story that unfolded.  Brilliant book and worth rereads in the future."
        },
        {
            "title": "Seminal work of modern science fiction",
            "author": "David Kraut",
            "date": "Reviewed in the United States on August 24, 2017",
            "rating": "5.0 out of 5 stars",
            "content": "\"Dune\" is one of the seminal works of modern science fiction.  Not just because it is the first a series of books, but because it was at once a fine story with an interesting hero, but also for many people it was a basic introduction to the concepts of World Ecology and the interrelationships of all life forms everywhere, and also it was the first SF book to take a serious look at the workings of realpolitik. I read it when it was first published nearly 50 years ago, and I read it last week, and it holds up. Super story taking place in a totally-original world with a fine, believable cast of characters. If I were writing a cover blurb I would call it \"A young hero and his planet, both seeking their destiny\" or some such. But I won't. Only this: if you haven't read \"Dune\", you probably don't like fried chicken, either."
        },
        {
            "title": "A Classic That Holds Up Well After Five Decades",
            "author": "Kevin M. Derby",
            "date": "Reviewed in the United States on May 30, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "More than five decades after it was first released, “Dune” by Frank Herbert is a classic that extends beyond the conventions of science fiction. This is an epic story, a triumph of the imagination with a memorable plot, sharp writing, a fascinating setting and a great cast of characters. There are messages here on many levels--politics, ecology, religion, family, culture, resources, I can go on. Herbert’s insights and writing are as fresh today as they were when he penned this book more than 50 years ago. This is easily a great book and deserves a place of honor on your shelf. Highest recommendation."
        },
        {
            "title": "That's not a kriss, this is a kriss...",
            "author": "pgm3",
            "date": "Reviewed in the United Kingdom on June 11, 2018",
            "rating": "5.0 out of 5 stars",
            "content": "Many mediocre sequels followed, but this first is a great piece of political sci-fi. Imagine the oil-producers were extraterrestrial cultures, producing not lubricants and fuels but a natural psychotropic which facilitated hyperspace navigation. Now imagine an Asimovian empire trying to rest control of the source. Imagine that there is a fanatic desert uprising seeking to regain that control, resisted not by the Husseini nor the Ibn Saud but by a royal gang which looks for all the world like the Hapsburgs. Throw in a heroic noble family, political intrigue, brilliant, West-Wing level smartwriting, and just for, the helluvit, a tribe of real witches and some giant snakes which patrol the =deserts by tunneling under the sands. Completely addictive read. A modern classic.."
        },
        {
            "title": "\"He who controls the spice controls the universe\"",
            "author": "FictionFan",
            "date": "Reviewed in the United Kingdom on February 9, 2015",
            "rating": "5.0 out of 5 stars",
            "content": "Duke Leto Atreides has been ordered by the Padishah Emperor, Shaddam IV, to give up his comfortable home planet of Caladan and take over the administration of the almost barren planet Arrakis, whose vast sandy deserts give it its other name - Dune. Harsh though the environment of Dune may be, it is the only planet in the Empire which can produce melange, the spice drug, which extends the life of those who use it. The financial rewards of controlling Dune are immense, so the previous rulers, the Harkonnens, don't intend to give up their claim, and it appears the Emperor may  be secretly supporting the Harkonnens in their campaign to destroy Duke Leto. But Duke Leto has a son, Paul, the offspring of Duke Leto's concubine, Lady Jessica of the Bene Gesserit sisterhood. Paul is the result of generations of selective breeding, carefully controlled by the Bene Gesserit to produce the Kwizatz Haderach, a male Bene Gesserit with unprecedented mental powers, including the ability to see possible futures. And the spice drug melange is a crucial part of the process of bringing those powers to their full potential...  Written in 1965, Dune was the first real fantasy saga set on other worlds, and has remained in the fantasy/sci-fi bestseller lists ever since. It's often compared to the Lord of the Rings for the completeness of its world-building, but the tone of it is much more ambiguous - the dividing lines between good and evil aren't quite so clearly drawn. It's a grappling for power and control, set in a society that has aspects of the mediaeval - lordly families wielding ultimate power over their peoples, where marriages are made for political advantage rather than love, and where torture and death are accepted as the norm.  The ecological themes in Dune reflect the beginnings of the anxieties over our own earth environment, which was just starting to become a matter of public concern in the '60s. The importance of water on this desert planet is brilliantly portrayed, as Herbert shows how its scarcity has led to it becoming part of the mythology and even religion of the planet's inhabitants. Everything revolves round water and customs reflect that - from water being the major currency to the ritual recovery of water from the bodies of the dead. The Fremen inhabitants of the planet are trying to make their planet more habitable by careful use and cultivation of what they already have, but Herbert, who had an interest in ecology in his real life, shows how changing one aspect of an environment must be carefully controlled to prevent the destruction of others.  Much of the language of Dune is based on real-life Arabic languages - there is much talk of jihad, for example, and many of the names are Arabic in origin. I suspect this, combined with the desert landscape, might make the modern reader read things into the story that probably weren't intended and certainly weren't obvious to this reader when I first read the book sometime in the '70s or '80s. Our familiarity with the Middle East is so much greater now than it was then. However it's fun to draw comparisons between spice and oil, and to see the struggle between the Fremen and their imperial overlords as a reflection of the wars of the last few decades. But in truth, the reader can only go so far down this route before the comparison begins to fall apart.  The place of women in the Dune universe is not exactly a feminist's delight, and seems pretty backwards looking even for the '60s. Primarily breeding machines, even the Bene Gesserit wield their power through marriage and concubinage (yes, concubines!) and it's a bit sad that their most urgent desire is to create a male, and therefore superior, Bene Gesserit. Often called witches by the men, and mistresses of the wierding ways, the Bene Gesserit nevertheless are feared and sometimes respected, so women do play an important, if not exactly heroic, role in the stories. And despite their inferior position in society, Herbert has created some memorable female characters, not least the Lady Jessica herself who gradually develops into something much more complex than simply the mother of the Kwizatz Haderach.  Have I made this book sound impossibly boring? I hope not, because after a fairly slow start when the characters and worlds are introduced, there's plenty of action. Treachery, intrigue, poisonings and battles, a little bit of romance, but not too much, the truly nasty Baron Harkonnen and his evil henchmen, and most of all Paul-Muad'dib and the heroic Fremen all make for a great adventure story. And the giant worms, the makers, are one of the all-time great creations of fantasy. Their role in the ecology of the planet and the way they are viewed by the Fremen, as something to be worshipped, feared and yet used, makes them central to the book. They are a force of nature that man, with all his technology, can't defeat - indeed, mustn't defeat, because without the worms Dune would lose the thing that gives it is unique importance. And they are terrifying in their destructive power, made worse somehow by the fact that they are driven by no intelligent purpose.  There are several sequels to Dune, and while this one doesn't quite end on a cliffhanger, the reader is left knowing there is much more to come. From memory the first couple of sequels are excellent, after which the series began to lose its edge somewhat - for me, at least. But I'm looking forward to re-reading the next one, Dune Messiah, in the not-too-distant future, and meantime would highly recommend Dune not just as an excellent read in itself, but as the book that has inspired so many of the later fantasy writers."
        },
        {
            "title": "You don't realise just how much is owed to this",
            "author": "mike langdon",
            "date": "Reviewed in the United Kingdom on April 17, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "What is there to be said that already hasn't been said better by someone else? What a thouroughly enjoyable and interesting book this really is. If I hadn't already been aware of the film and the documentary into the failure of the 70's film, I would of struggled to comprehend that this book is over half a century old. But from that, if you are a fan of any epics, from sci-fi to fantasy, books and film, you'll never know just how many authors have been influenced by Frank Herbert. On the surface it may seem a basic structured story, but keeping attention to what each character values and understands, you realise that as the book goes on, that every idea and thought carried are in fact wrong, that these characters all come to the realisation that their closely held truths are in fact falsehoods, as well as many characters having plans within plans, and plots within plots withing plots! The pages just fly by once you get started and I was saddened when I realised the story was drawing to its conclusion. A 5 star review from me, and I hope that this inspires someone else to dabble in the story of the people of Arrakis"
        },
        {
            "title": "Great edition let down by cover material",
            "author": "Amazon Customer",
            "date": "Reviewed in the United Kingdom on October 28, 2018",
            "rating": "3.0 out of 5 stars",
            "content": "Review is of the Penguin Galaxy presentation only. Shorter than a standard hardcover by about one and a half inches. Great smyth sewn  binding. Just the right amount of flexibility. Easily kept open. Font is readable and pretty and a great size. Paper is acid free cream. Only down side is that the cover is made from very cheap cardboard and the text on the spine faces the opposite direction to all my other English language books; turn your head left to read it as it sits on the shelf. Shame really, without these two issues it would get 5 stars. I recommend purchasing one of two other Dune hardcover editions: Folio Society or Barnes and Noble Leatherbound."
        },
        {
            "title": "In the sand noone can here you go all religious!",
            "author": "gwreviewdabbler",
            "date": "Reviewed in the United Kingdom on July 30, 2019",
            "rating": "4.0 out of 5 stars",
            "content": "Dune – Frank Herbert  I’m kind off disgusted with myself that I have never read the classic book Dune before. The film is one I grew up watching with my Dad and also the different attempts oat mini-series based on this and other books in the series, but never quite got around to reading the source material.  So, I decided that now is the time and I’m really glad I did. I can now see why all the adaptations of the book, including the film, which I really quite enjoy, never have hit the mark fully and always seem to be lacking something. It’s because they are! The book is so much more detailed and encompassing that it must be nearly impossible to create this world on the screen, though I am now really looking forward to seeing what Denis Villeneuve creates in the latest adaptation.  Anyway, back to the book. Frank Hebert is a master maker of worlds, Arrakis, House Atreides., House Harkonnen and the Freman are created with such care and diligence that each aspect springs to life, as you venture along the life journey of Paul Muad'Dib Atreides.  The book is split into three sections, the first two are gripping reads, but to be honest the third is a bit rushed and mystic for my liking.  Part One: Dune, creates the back story, the rivalry between the two main houses, the scheming of the Emperor, the importance of Arrakis and the spice it introduces. This is a financial as well as honour-based war. You are introduced to Duke Leto and his Bene Gesserit concubine/life partner Jessica(it all gets a bit mystical whenever she’s about), their fifteen year old son Paul and the Duke’s Lieutenants, Gurney Halleck, Duncan Idaho, Thufir Hawat, Dr Yueh, all with important roles to play in the story – Patrick Stewart played Gurney Halleck in the 1984 film and I heard his voice every time the character spoke. Also, to the opposition, The baron, The beast Rabban and Feyd (Sting in the film and had trouble getting his image out of my head whilst reading) and Piter De Vries, a whole mixed bag of evil!  Part Two: The Prophet, focuses on the aftermath of a betrayal and the consequences for each of the characters, it introduces the religious side of Arrakis and most importantly the Freman, natives whose way of life contrasts drastically will all that we’ve met before. Among them are Chani(again if you’ve seen the film, I could not get Sean Young with Blue Eyes out of my head for this character) and Stilgar, the leader of a tribe of Freman and the man voted most likely to kick everyone’s butt in the Freman end of season awards.  Part Three: Muad'dib, this is where my issues start, not only does Paul Muad’dib go slightly religious zealot crazy as do everyone else – except Gurney Halleck/Patrick Stewart but it rushes through the story, one minute Paul is talking about training everyone in the weirding way(which is never fully explained in the book as to what it was, so I think the film took license to create a shouty weapon) and suddenly he is running the place, defeating the standing Harkonnen army and about to launch and attack on the all the remaining baddies. His sister has turned from being a foetus into a four-year-old bossy boots (Alicia Witt’s version in the film is just superbly creepy and I love the actress to this day because of this). The fight at the end is over in about four pages, I mean they described him and Jessica climbing a rock face in more detail earlier in the book. There are many events that happen in this last section and all seem rushed, the final chapter was over in about 90 pages out of 560. This did disappoint me as I was so invested by this stage, I felt really let down.  So, reading this book brought up(as you might be able to tell) the age old, do you read the book or watch the film first, or do you bother doing the other one if you’ve done one of them, will it ruin one or make it better? In my opinion, I’m glad I watched the film before reading the book, I’m glad I knew the film inside out because the book then built upon the world I already had in my head and I was able to vividly imagine everything that occurred. I also understood why the film was sometimes disjointed. Not only that I watched the film first as a ten-year-old and this book would’ve gone right over my head then, I mean blimey some sections went over my head now!  I can see why this is a cult favourite and I am looking forward to reading the follow up books, though maybe not just yet. I think I need a little lightness in my reading life first. Also, there’s only so many descriptions of sand a man can take."
        },
        {
            "title": "Eviten las malas traducciones en español y lean en su idioma original tal cuál lo escribió su autor.",
            "author": "Eduardo Olvera",
            "date": "Reviewed in Mexico on February 13, 2018",
            "rating": "3.0 out of 5 stars",
            "content": "<span class=\"cr-original-review-content\">En México no sólo tenemos un problema de falta de lectura, también hacen falta buenas editoriales. Anduve buscando este libro en español pero sólo encontré el que editó editorial debolsillo en España. Aunque sus libros a pesar de ser de bolsillo, valga la redundancia, son de buena calidad y son fáciles de leer pues se traducen a un español neutro pero no en todos los casos ya que los españoles se caracterizan por ser pésimos traductores, prácticamente traducen lo que ellos entienden y no lo que el autor quiso decir, esto hace que se pierda toda la esencia de un libro al grado de que puede fastidiarte y no entiendas nada. En México podemos encontrar libros traducidos al español pero la mayoría son de editoriales españolas, siendo debolsillo la más predominante pues aparentemente son los mas económicos y los encuentras en cualquier lado. Sin embargo también hay muy buenas editoriales españolas como Valdemar y Zorro Rojo, de las cuales no duraría en comprar uno de sus libros sin importar el precio. Ojalá un día Zorro Rojo se anime a sacar su versión de Dune. Muchas veces cuando tienes altas expectativas de un libro y al leerlo terminas decepcionado, ponte a pensar que quizá se deba a una mala traducción. Así que antes de comprar esa edición en español me detuve a pensar. La verdad no quería que una mala traducción me echara a perder una obra como Dune; además esa edición es muy cara pues se envía desde España. Finalmente me decidí a comprarlo en su idioma original. Este libro es parte de una serie de seis clásicos de la ciencia ficción editados por la reconocida Penguin Random House con sede en Nueva York. Los títulos (aparte de Dune) que componen esta serie llamada Penguin Galaxy son: Stranger in a Strange Land, The Left Hand of Darkness, The Once and Future King, Neuromancer y 2001: A Space Odyssey. Cuentan con una introducción del reconocido escritor Neil Gaiman y el diseño de los libros corrió a cargo de Alex Trochut. Sabemos que los libros en inglés son más baratos que las ediciones (mal)traducidas al español, sin embargo estos no son tan baratos pero creo que al ser parte de una serie con un excelente diseño es un buen precio. La decepción vino al tener el libro físico. La verdad me esperaba algo de mejor calidad, algo mucho más resistente. Yo nunca he leído Dune y para eso compré este pero me da miedo agarrarlo pues siento que mis dedos se van a quedar marcados en la tapa ya que es de un papel mate muy absorbente. El papel de las páginas también es muy delgado. Me da la impresión de que estos libros son para tenerlos en tu repisa pero no para ser leídos. Junto con este libro compré otros artículos, entonces me mandaron todo junto en la misma caja y este libro se maltrató un poco. No traía ni celofán ni trataron de protegerlo. Tomen en cuenta que es lo que van a pedir y si sus productos pueden maltratar otros durante el envío. Por cierto, el envío fue rapidísimo, sin duda Amazon es mi plataforma favorita para hacer mis compras."
        },
        {
            "title": "Spellbinding!",
            "author": "Alyssia Cooke",
            "date": "Reviewed in the United Kingdom on November 6, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "<span class=\"cr-translated-review-content aok-hidden\">"
        },
        {
            "title": "Superior science fiction",
            "author": "J. J. Bradshaw",
            "date": "Reviewed in the United Kingdom on March 28, 2014",
            "rating": "5.0 out of 5 stars",
            "content": "I honestly don't know why I put off reading this for so long. My reluctance to read this now baffles me, as I was enthralled from beginning to end. The twisting and spiralling narrative had me hooked, the characters seemed to come to life before my very eyes and the complexity of the world-building all but astounded me. I can see why this is seen as one of the science fiction literary classics; it gained that title for a reason. From the very opening of the novel, there are hints and omens of things that are to come, many of which materialise, some of which are left unseen down a different path history could have taken. But for a novel that actually only covers a handful of years in its entirety, it feels like something far more epic... almost the story of a lifetime.  When Paul Atreides has to leave his comfortable home planet with his family and trusted retainers, all seem to know that moving to the desert land of Arrakis. From this tension building start, Frank Herbert builds up a fascinating world full of politics, treachery, religion and different cultures. Duke Leto's family face their initial culture shock with much the same confusion as the reader feels, having been thrust so suddenly from a relatively Earthlike planet to the harsh and dry land of the desert. Dry quite literally and for that reason, the greatest wealth one can have is water. Technologies exist for preserving even the smallest amounts of water out of the air, for water is a precious and scare commodity among the dwellers of this strange land.  Quickly the tensions rise with a traitor amongst the ranks of the most trusted retainers and servants... and even the family itself. Trust is misplaced, suspicion is rife and in this atmosphere the trap springs closed and Paul and his mother find themselves living a very different life than the one they had anticipated. A harsher life and a far more brutal life, living on the constant boundary of life and death, in hiding and yet building an force that could perhaps threaten those who took so much from the Atreide House. Individuals who were so closely bonded at the beginning of the tale are split across the country, working to different aims and goals, many not even aware that the heir of the Duke lives still, even as Paul works to bring another man's dream to life on this barren planet.  Dune is a tale of both the minuscule and the overarching overview, a tale of the individual and the whole. It is a beautifully sculpted work that is told on so many different levels and layers, politics on an inter-planetary level inter-playing with the individual desires and dreams on the day to day basis of small little lives. Individual choices and actions have resounding consequences throughout the novel and each characters role is important, regardless of how large a part they play. Interspersed with this huge scope of politics on a multi-world level, Herbert has included a convulated yet understandable branching of religions and technologies working towards sometimes unintelligible goals of their own, in turn merging with ecology concerns and plans for this desert land.  Herbert's writing is nothing short of superb and even his switching of character POV's that irritated me so much in some of his unpublished work is deftly handled. The novel is interspersed with lore of the world or specific quotes, often directly linked to whatever you are about to read next and this sets up the world-building on a far grander scale than just what the individuals in front of you can see. Helpfully, all of the characters are so individual that you are never left in any doubt of whose point of view you are reading from at any given moment, and that alone is a mark of the strength of this novel. His characters come to life; all of them. All of them are flawed and imperfect and all of them felt utterly real, even Paul himself who could easily have become something of a superhero character. There are moments where his mother is so determined to focus the future down the path she has foreseen, that she stands in the way of what others believe is the right way of acting or an important decision. There is very real conflict between many of the characters when two strong individuals are placed in awkward disputes and conflicts. It is real.  And Herbert's imagination was immense. You can see that he has laid the groundwork for much of future science fiction in both literature and the screen. There is no need to go massively overboard with a whole ecological fount of strange creatures and lifeforms, instead Herbert has taken his desert world and created a simple yet superb display of life that is both utterly realistic and terrifying. The way he then moulds this into the ecological force of the planet itself is beyond clever and shows a foresight and understanding of ecology that is far beyond his time. In face, much of this novel is beyond his time. It doesn't read like an old novel. It doesn't read like a cliche, even though many of his ideas have been used in future narratives and stories. It reads like a fresh and vibrant piece that could have been a contemporary work.  This is a novel that is undoubtedly going onto my all times favourite list for wonderful dialogue, expansive world building and an epic narrative that truly stunned me in its scope and depth. I was truly blown away by this novel and I deserve every kick for not having gotten round to it sooner!"
        },
        {
            "title": "Outstanding, Awesome, My favourite book of all time",
            "author": "AdamH",
            "date": "Reviewed in the United Kingdom on December 5, 2019",
            "rating": "5.0 out of 5 stars",
            "content": "Complex, multi-layered and intense, this is not a book for everybody but for those who can invest the effort into truly reading this remarkable book it repays the effort and is far superior to most science fiction. This is not the sort of popcorn space opera or light beach reading, the plot is multi-layered with sub plots within sub plots. Whilst it is a very event laden story it is also primarily a human story which is driven by character development. Something that really lifts it above most sci-fi is the attention to detail and richness of the alternate world Herbert created, unlike most sci-fi which falls apart with even cursory consideration of elements of the story Herbert created a complete planetary eco-system with almost anal attention to detail along with an astonishing degree of back story development for the cultures, technology, histories and societies within the book. The appendices are almost worth reading in themselves as an encyclopedia of some future era. The result is that the story has a depth, consistency and plausibility (notwithstanding the fact it is sci-fi/fantasy) that very few other such books comes within a country thousand miles of. A lot of the societal development draws heavily on Islamic cultures (and who when the book was written could imagine how the word \"jihad\" would enter the global vocabulary?) and tradition along with European fuedal societies. The characterisation can become quite intimidating as there is a tendency to micro-analyse the most insignificant aspects of conversation and actions and I know many are turned off by this aspect of the story. The story is epic in scale with battles, treachery, political intrigue and quasi religeous fervour all tied together by what is at heart the very human story of Paul Atreides. Although the subject of a film and a TV mini-series (much closer to the book and better than the movie) it would be almost impossible to truly film the book and capture the scale and grandeur of the world created within the book. Maybe not for everybody but it remains not just one of the finest works of science fiction but one of the great works of fiction period in my opinion. Unfortunately Herbert's sequels failed completely to live up to the promise of this the first book but that does not detract from the genius of this masterpiece."
        },
        {
            "title": "Still great, fifty years on.",
            "author": "James Brydon",
            "date": "Reviewed in the United Kingdom on August 2, 2015",
            "rating": "4.0 out of 5 stars",
            "content": "I first read Dune in 1978 as a teenager, it was recommended to me by a relative who read it when it came out in 1965, it amazed me , it is a truly epic read, having just seen the original Star Wars as it was released in 1977 I recognised that more than a few of the Star Wars plot lines seemed remarkably similar to Dune, also I think a certain Mr George RR Martin has borrowed some ideas from Dune for Game of Thrones. This is my favourite book of any genre and I bought it again after recommending it to my Daughter who is in her 20's, before passing it on I read it again and got as much enjoyment reading it again as I did the first time and it has stood the test of time, infact its timeless and should be relevant for ever. Basically its a book about politics, power and religion that just happens to be set 10,000 years in the future where the key natural resource that drives the whole universe is a narcotic called spice (think oil in our times) and the person(s) that controls the supply is all powerful and has many enemies and friends and allies. The various characters, groups, races and religions in the book are all brilliant and memorable enough that I remembered them all from 40 years ago and the genius for me is that although this is set far in the future computers have been banned for thousands of years so there is very little technology  in the book which is great as the focus then is on the actual story which is superb. My daughter has finished reading it and she was blown away by it as well. Luckily there are several sequels which I will now read again."
        },
        {
            "title": "Only if you like science fiction",
            "author": "S.H.",
            "date": "Reviewed in the United Kingdom on August 9, 2017",
            "rating": "4.0 out of 5 stars",
            "content": "I first read 'Dune' in the late 1970s by which time it was already well known, if not yet established as a classic. It is now fifty years since it was first published and it has stood the passage of time well.  I remember being enthralled by 'Dune' as a teenager, captivated by the descriptions of the bleak, desert planet and the hardy Fremen who inhabited it. Its scope (even within this first volume) is immense, resembling an old fashioned family saga.  There are, of course, some significant incongruities. Set some twenty thousand years in the future, there are no computers, and although mankind has spread across thousands of planets throughout the universe, technology seems oddly sparse. Imperial dictat was the reason for the lack of computers, though many of their functions are undertaken by specially trained humans, known as 'Mentats'. There are special technically accomplished weapons (known as 'lasguns'),and special shields have been designed that can counter their impact. Most people still rely on swords and knives, and poison seems to be the weapon of choice for Imperial assassination.  Duke Leto Atriedes is despatched under Imperial command to take over the governing of Arrakis, a desert planet also known as 'Dune'. This was previously the fiefdom of the Harkonnen family, sworn enemy of the Atriedes. Arrakis is bleak, with most of its surface covered by fierce desert which is patrolled by vicious monstrous worms. The indigenous population, known as the Fremen, have adapted to life with a minimum of surface water available to them, and wear special suits which capture and recycle their sweat. The importance of Arrakis lies in 'melange' a spice that is only found there, and which is treasured for its mind-bending powers. Indeed, melange forms part of a vital recipe used by the mysterious Space Guild who have learned to bend space to enable travel between planets.  Frank Herbert weaves an intricate web of Imperial politics and religious fanaticism, with odd throwbacks to classical Greece (the original Atriedes being Agamemnon and Menelaus, the sons of Atreus). The principal character is Paul Atriedes, son of Duke Leto and his concubine, Jessica. We learn that Jessica is a priestess of a mysterious sect known as the Bene Gesserit which has been monitoring ducal bloodlines. Prophecies abound, especially among the Fremen, of a messianic figure who will come to Dune to lead them. Jessica wonders whether her son might be the one.  A well-constructed novel that works on many levels. The absence of any lengthy, context-setting introduction actually helps the reader to become engaged. We are thrown right in, with the Atreides household preparing for their encounter with Arrakis, and all the mysteries it holds."
        },
        {
            "title": "Lost to a new world",
            "author": "English Voodoo",
            "date": "Reviewed in the United Kingdom on March 14, 2014",
            "rating": "5.0 out of 5 stars",
            "content": "I am a huge science fiction fan but, oddly enough, I had never heard of Dune up to a couple of years ago.  I came across it when I watched, quite by accident, the documentary film “Jodorowsky's Dune”,  a 2013 American-French documentary film that explores film director’s Alejandro Jodorowsky's unsuccessful attempt to adapt and film Dune in the mid-1970s.  I was intrigued.  After just having finished reading it, I can see why some people consider it the greatest science fiction book ever written.  Considering it was written in 1965, it is hard to fathom how Herbert came up with the pioneering scientific concepts, visual imagery and ecological and philosophical issues still very relevant today.  And it is quite evident to me how Dune has influenced science fiction films in a monumental way.  I recently read that the \"Star Wars\" films so owed a debt to \"Dune\" that Herbert enlisted a few sci-fi colleagues to, in jest, create a fake organization named the \"We're Too Big to Sue George Lucas Society.\"  I have no doubt that had I read it 20 years ago I would have been in awe.  Reading it now, after watching Star Wars, Start Trek, Lord of the Rings, Game of Thrones, its allure was a bit lost on me.  Nevertheless, I did enjoy reading it and I am looking forward to Denis Villeneuve film series project."
        },
        {
            "title": "brilliant and thought provoking",
            "author": "ChrisG",
            "date": "Reviewed in the United Kingdom on July 20, 2015",
            "rating": "5.0 out of 5 stars",
            "content": "I have, in my younger days, tried on a couple of occasions to read Dune, but never got past the first 10-20 pages, due to the odd nature of the opening of the book. But, having finally decided to take the bull by the horns and make a real effort to read it, I have been very impressed.  Like one of the other all-time classics (Nineteen Eighty-Four), this book has a slow start that takes a number of pages to get through – even more so with this, as it takes quite a bit to get past the build-up to the action… but that adds to a nice level of suspense building to when the action kicks off – and, as with 1984, once you get into the action, the book becomes un-put-downable.  I have been a fan of fantasy books for a number of years, but have continually put off leap to the world of Sci Fi, as I have always been unsure of whether it would draw me in – which is strange, as I am a big fan of Star Trek/Wars, Fringe and the amazing Firefly.  But I must say that Dune serves well as gateway book. While the book is considered a Sci Fi classic, the actual tale of the story is a lot closer to that of a fantasy book, and with some 90% of the story centred on the one planet, there are only the odd hints to the Sci-Fi trimmings. Consider the book to be more other-worldly.  The story mainly centres around Paul Atreides and the turbulent few years that see him grow from a young boy into a man of legend.  There is a brilliant level of both actual and internal conflict that ride through the book, and political intrigue and deceptions provide a lot of the turning points – and there will be times when you start to wonder what treacherous act will happen next.  I would highly recommend this book to anyone who wanted a book that would take them away to another world and keep them glued to well-paced action. -and with the book due to reach the grand-old age of 50 next year, there are no indications that age had diminished the book at all.  There are some comparisons between this and Lord of The Rings, and that is understandable, and it is (at heart) a fantasy book – but I would stand out and say that it is a better book. While I love LOTR, and appreciate the wonder of the story, the books are very heavy with unnecessary sequences where little happens, or padded out with long songs that don’t add a huge amount to the story. Dune, however, is a lot tighter, and after a slow start that draws you into the world, there is a lot that happens – and no endless chapters of characters running. Additionally, the (much) shorter songs and quotations that break-up the book into chapters add to the story, rather than jar with the running of the plot.  Overall: This is a book that people consider to be a classic, and it truly lives up to that legend. Recommended for most readers, I would particularly recommend it to people who like Peter V. Brett’s “Demon Cycle” series – as both books spend a good amount of time in creating an Easter-Style way of life that is something wonderful to behold."
        },
        {
            "title": "Fascinating",
            "author": "Partick Potter",
            "date": "Reviewed in the United Kingdom on January 2, 2020",
            "rating": "4.0 out of 5 stars",
            "content": "I first read this when it was published, and the ecological theme was very fresh.The story and the creation of a huge, detailed, future universe in his epic works are still  astonishing feats of imagination and story telling. I still think it brilliant but rather lament the conservatism of Herbet's theme, set in a feudal universe. Despite this. a prescient book in many ways, perhaps explaining some aspects of Islamic thought with humanity and understanding that are very relevant today. Rereading this,  I found the human relationships compelling and powerful as drivers for the story. If you love the best kind of sci fi, read these books. they are the stories of what happens to a prophet and his family on the richest and most challenging planet in a finely imagined galaxy,"
        },
        {
            "title": "Classic science fiction at its best",
            "author": "Mike A.",
            "date": "Reviewed in the United Kingdom on February 19, 2017",
            "rating": "4.0 out of 5 stars",
            "content": "A slow start - which is to be accepted as the scene for the challenges ahead is established and the characters we will come to know are introduced - leads to a superb second act as the action starts on Dune. The final act felt rushed and was not particularly satisfying.  All in all though, it is a very good read."
        }
    ],
    "success": true,
    "total_product_review": "4.7 out of 5 stars"
}